{
  "common_phrases": {
    "2_word": [
      {
        "phrase": "world bank",
        "count": 95
      },
      {
        "phrase": "we are",
        "count": 90
      },
      {
        "phrase": "the world",
        "count": 87
      },
      {
        "phrase": "in the",
        "count": 67
      },
      {
        "phrase": "of the",
        "count": 64
      },
      {
        "phrase": "at the",
        "count": 45
      },
      {
        "phrase": "we have",
        "count": 45
      },
      {
        "phrase": "bank group",
        "count": 42
      },
      {
        "phrase": "ajay banga",
        "count": 39
      },
      {
        "phrase": "for the",
        "count": 39
      },
      {
        "phrase": "that is",
        "count": 33
      },
      {
        "phrase": "we need",
        "count": 32
      },
      {
        "phrase": "private sector",
        "count": 32
      },
      {
        "phrase": "to the",
        "count": 31
      },
      {
        "phrase": "and the",
        "count": 29
      },
      {
        "phrase": "to be",
        "count": 29
      },
      {
        "phrase": "we can",
        "count": 29
      },
      {
        "phrase": "the private",
        "count": 28
      },
      {
        "phrase": "it is",
        "count": 28
      },
      {
        "phrase": "of our",
        "count": 28
      },
      {
        "phrase": "is a",
        "count": 27
      },
      {
        "phrase": "need to",
        "count": 27
      },
      {
        "phrase": "the next",
        "count": 24
      },
      {
        "phrase": "this is",
        "count": 24
      },
      {
        "phrase": "is the",
        "count": 24
      },
      {
        "phrase": "on a",
        "count": 22
      },
      {
        "phrase": "we will",
        "count": 22
      },
      {
        "phrase": "from the",
        "count": 22
      },
      {
        "phrase": "on the",
        "count": 21
      },
      {
        "phrase": "– and",
        "count": 20
      },
      {
        "phrase": "access to",
        "count": 20
      },
      {
        "phrase": "and we",
        "count": 20
      },
      {
        "phrase": "president ajay",
        "count": 19
      },
      {
        "phrase": "have the",
        "count": 19
      },
      {
        "phrase": "over the",
        "count": 18
      },
      {
        "phrase": "that the",
        "count": 18
      },
      {
        "phrase": "a new",
        "count": 18
      },
      {
        "phrase": "the same",
        "count": 17
      },
      {
        "phrase": "to create",
        "count": 17
      },
      {
        "phrase": "will be",
        "count": 17
      },
      {
        "phrase": "with the",
        "count": 17
      },
      {
        "phrase": "a world",
        "count": 17
      },
      {
        "phrase": "by world",
        "count": 16
      },
      {
        "phrase": "banga at",
        "count": 16
      },
      {
        "phrase": "we must",
        "count": 16
      },
      {
        "phrase": "the global",
        "count": 16
      },
      {
        "phrase": "is not",
        "count": 16
      },
      {
        "phrase": "as a",
        "count": 16
      },
      {
        "phrase": "president, world",
        "count": 15
      },
      {
        "phrase": "group president",
        "count": 15
      }
    ],
    "3_word": [
      {
        "phrase": "the world bank",
        "count": 58
      },
      {
        "phrase": "world bank group",
        "count": 41
      },
      {
        "phrase": "we need to",
        "count": 19
      },
      {
        "phrase": "by world bank",
        "count": 16
      },
      {
        "phrase": "president ajay banga",
        "count": 16
      },
      {
        "phrase": "ajay banga at",
        "count": 16
      },
      {
        "phrase": "president, world bank",
        "count": 15
      },
      {
        "phrase": "bank group president",
        "count": 15
      },
      {
        "phrase": "group president ajay",
        "count": 15
      },
      {
        "phrase": "the private sector",
        "count": 15
      },
      {
        "phrase": "ajay banga president,",
        "count": 14
      },
      {
        "phrase": "banga president, world",
        "count": 14
      },
      {
        "phrase": "banga at the",
        "count": 13
      },
      {
        "phrase": "world bank is",
        "count": 12
      },
      {
        "phrase": "bank group remarks",
        "count": 11
      },
      {
        "phrase": "group remarks by",
        "count": 11
      },
      {
        "phrase": "we have the",
        "count": 11
      },
      {
        "phrase": "over the next",
        "count": 10
      },
      {
        "phrase": "of the world",
        "count": 10
      },
      {
        "phrase": "as prepared for",
        "count": 9
      },
      {
        "phrase": "prepared for delivery",
        "count": 9
      },
      {
        "phrase": "that is why",
        "count": 9
      },
      {
        "phrase": "remarks by world",
        "count": 8
      },
      {
        "phrase": "it is a",
        "count": 8
      },
      {
        "phrase": "is why we",
        "count": 8
      },
      {
        "phrase": "we can do",
        "count": 8
      },
      {
        "phrase": "a lot of",
        "count": 8
      },
      {
        "phrase": "blogs as prepared",
        "count": 7
      },
      {
        "phrase": "is not a",
        "count": 7
      },
      {
        "phrase": "by ajay banga",
        "count": 7
      },
      {
        "phrase": "the next 10",
        "count": 7
      },
      {
        "phrase": "the opportunity to",
        "count": 7
      },
      {
        "phrase": "that the world",
        "count": 7
      },
      {
        "phrase": "we are working",
        "count": 7
      },
      {
        "phrase": "the private sector.",
        "count": 7
      },
      {
        "phrase": "the potential of",
        "count": 7
      },
      {
        "phrase": "for the world",
        "count": 6
      },
      {
        "phrase": "thank you. source:",
        "count": 6
      },
      {
        "phrase": "ajay banga a.html",
        "count": 6
      },
      {
        "phrase": "banga a.html ajay",
        "count": 6
      },
      {
        "phrase": "a.html ajay banga",
        "count": 6
      },
      {
        "phrase": "in the next",
        "count": 6
      },
      {
        "phrase": "billion young people",
        "count": 6
      },
      {
        "phrase": "a world free",
        "count": 6
      },
      {
        "phrase": "on a livable",
        "count": 6
      },
      {
        "phrase": "a livable planet.",
        "count": 6
      },
      {
        "phrase": "a set of",
        "count": 6
      },
      {
        "phrase": "the world bank.",
        "count": 6
      },
      {
        "phrase": "that is the",
        "count": 6
      },
      {
        "phrase": "million people in",
        "count": 5
      }
    ]
  },
  "vocabulary": {
    "development": 56,
    "bank": 119,
    "world": 148,
    "countries": 32,
    "people": 72,
    "investment": 16,
    "climate": 22,
    "energy": 28,
    "jobs": 34,
    "reform": 4,
    "private": 59,
    "sector": 38,
    "mission": 12,
    "africa": 22,
    "poverty": 21,
    "finance": 11,
    "opportunity": 11,
    "future": 9,
    "together": 16,
    "partnership": 12,
    "government": 6,
    "infrastructure": 6,
    "growth": 14,
    "sustainable": 4
  },
  "sentence_patterns": [
    {
      "starter": "We are",
      "count": 31
    },
    {
      "starter": "That is",
      "count": 16
    },
    {
      "starter": "This is",
      "count": 15
    },
    {
      "starter": "We have",
      "count": 15
    },
    {
      "starter": "Julia Chatterley:",
      "count": 15
    },
    {
      "starter": "It is",
      "count": 14
    },
    {
      "starter": "html Ajay",
      "count": 13
    },
    {
      "starter": "And we",
      "count": 13
    },
    {
      "starter": "The World",
      "count": 12
    },
    {
      "starter": "But the",
      "count": 12
    },
    {
      "starter": "We need",
      "count": 10
    },
    {
      "starter": "Thank you",
      "count": 9
    },
    {
      "starter": "We must",
      "count": 8
    },
    {
      "starter": "In the",
      "count": 8
    },
    {
      "starter": "Over the",
      "count": 7
    },
    {
      "starter": "If we",
      "count": 7
    },
    {
      "starter": "We know",
      "count": 6
    },
    {
      "starter": "But we",
      "count": 6
    },
    {
      "starter": "For example,",
      "count": 6
    },
    {
      "starter": "Ajay Banga:",
      "count": 6
    },
    {
      "starter": "The cost",
      "count": 5
    },
    {
      "starter": "But our",
      "count": 5
    },
    {
      "starter": "There are",
      "count": 5
    },
    {
      "starter": "And it's",
      "count": 5
    },
    {
      "starter": "They are",
      "count": 4
    },
    {
      "starter": "A perfect",
      "count": 4
    },
    {
      "starter": "1 billion",
      "count": 4
    },
    {
      "starter": "Yet, in",
      "count": 4
    },
    {
      "starter": "We will",
      "count": 4
    },
    {
      "starter": "In doing",
      "count": 4
    }
  ],
  "full_corpus": "Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank Group President\nAjay Banga at the Mission 300 Africa\nEnergy Summit\nBlogs\nAs Prepared for Delivery\nOver the next decade, 360 million young people in Africa will attempt to enter a\nworkforce that is expected to only offer opportunities to 150 million – leaving 210\nmillion – three of every five – out.\nForecasts are not destiny. And while journeys are fueled by hope, they are realized\nby deeds.\nOur mission to address the fundamental challenge of providing electricity to half of\nthe 600 million people in Africa without access is a critical first step. It forms the\ncornerstone of a jobs agenda and the foundation for future development.\nTo succeed, we must embrace a simple truth: no one can do it alone. Governments,\nbusinesses, philanthropies, and development banks each have a role—and only\nthrough collaboration can we achieve our goal.\nGovernments are the architects of reform, crafting the policies and regulations that\ndrive progress. They are also the engineers of investment, leveraging their\nresources to finance essential infrastructure.\nOver the past year, we’ve worked alongside leaders to develop country-specific\nplans rooted in data, endorsed at the highest levels, and aligned with clear reform\ngoals.\nThese plans focus on affordable power generation, expanding connections, and\nregional integration. They aim to boost utility efficiency, attract private investment,\nand ultimately deliver reliable, sustainable electricity. Such reforms require\npolitical will, persistence, and a long-term vision.\nAmid fiscal challenges, governments may also need support to meet infrastructure\ngoals—an area where the IMF, World Bank, and other development banks can help\nfree up resources.\nFor the private sector, this effort represents both a challenge and an opportunity.\nWe need your innovation, efficiency, and capacity to scale. To facilitate your\ninvestment, we’ve identified regulatory and policy barriers and worked to eliminate\nthem. Our plans create an environment where your investments can generate\nreturns while driving meaningful impact.\nThis will require calculated risks. Every development bank here sees that and is\nready to be your partner throughout.\nFor the World Bank Group, our equity and guarantees are resources to help de-risk\ninvestments and support your efforts. By aligning private capital with public\npriorities, we can achieve results neither could accomplish alone.\nPhilanthropies and development banks provide the financial backbone, bridging\nconception, testing, and investment through concessional financing.\nThe global community’s generosity last year secured a record $100 billion for IDA\n—funding essential to this effort. It enables governments to implement reforms, fill\ngaps private capital cannot, and, through our pay-for-performance model, tie funds\nto measurable progress, embedding accountability and boosting investor\nconfidence.\nWhile our Mission 300 electrification effort is a centerpiece, it is part of a broader\nenergy strategy.\nThe World Bank is also working on energy projects, including investments in\nnatural gas that support the just energy transition. This is vital for powering\nindustries like agriculture, healthcare, and manufacturing—sectors that create jobs\nand growth that the next generation demands.\nThis development strategy defines the World Bank’s next phase: ensuring that job\ncreation is not a byproduct of our projects but an explicit aim of them.\nIt will take collective effort. Governments must drive reforms, the private sector\nmust invest with confidence, and development banks must deliver financing and\nuphold accountability. Success may demand hard work – and vision – but it is\nwithin reach if we move forward together.\nI am grateful that you are here and hope you will see the opportunity that we see\nand join us.\nThank you.\nSource: 01_Remarks by World Bank Group President Ajay Banga a.html Ajay Banga\nPresident, World Bank Group\nRemarks by Ajay Banga at the 2024 G20\nFinance Ministers - The Role of Economic\nPolicies in Addressing Inequalities:\nNational Experiences and International\nCooperation\nBlogs\nFebruary 28, 2024 -- Sao Paulo, Brazil\nGood morning.\nWe’ve spoken before about the landscape we face today: declining progress in our\nfight against poverty, a climate crisis, food insecurity, and conflict that touches\nlives beyond the frontlines.\nA perfect storm of intertwined challenges that is exacerbating inequality.\nThat inequality is laid bare in one simple data point that should concern us all.\nWe know that one of the best ways to impact inequality is jobs. But, in the next 10\nyears, 1.1 billion young people across the Global South will become working age\nadults. Yet, in the same period and same countries, we are only expected to create\n325 million jobs.\nThe cost of inaction is unimaginable. But forecasts are not destiny, and it is within\nour power to harness the energy of this generation as the wind in our sails – or reap\nthe whirlwind.\nFortunately, we have the tools at hand to act.\nSince its founding, the International Development Association has provided $533\nbillion to 115 countries. It has lifted entire communities out of poverty, protected\nchildren from disease, connected homes to electricity, and brought water access to\nvillages.\nBut, legacy will not turn the tide on today’s challenges.\nThe truth is we are pushing the limits of this important concessional resource and\nno amount of creative financial engineering will compensate for the fact that we\nneed more funding.\nThe New Delhi Declaration recognizes this truth. The leaders set us on a journey\nfor an “ambitious IDA21 replenishment.”\nYet, while journeys are fueled by hope, they are realized by deeds. This must drive\neach of us to make the next replenishment of IDA the largest of all time.\nBut the change we aspire to achieve cannot just be bought. We must reform to be\nfaster and more efficient. We must make IDA more approachable, accessible, and\nunderstandable.\nOver the last 10 years, the number of items in IDA that we have been asked to\nmeasure has grown from 120 to over 1,000.\nThese rules overwhelm clients’ capacity and diverts attention away from impact.\nIf we could create fewer funds with more flexibility, streamline our standards, or\nbring uniformity to the application process – we can give back time.\nThis spirit drives the Better Bank work we are realizing bit-by-bit.\nWe are on a path to slash our project review and approval time by one-third – 6\nmonths – by mid next year.\nAlready, we’ve reduced the expected preparation time of our projects by two\nmonths.\nHow have we done it? We’ve started to cut down on the complicated rules and\nprocesses that waste time.\nWe have capped the time from initial engagement to concept note submission at\nthree months. And just by applying common sense risk weighing to our\nenvironmental and social impact reviews, we’ve saved three weeks in preparation\ntime. Many small changes that taken together mean real savings.\nAll of these steps to become better and faster are pointed at one thing – impact.\nThat is our watch word and yardstick of accountability.\nThe cornerstone of this input to output transition will be our reconstructed\ncorporate scorecard, moving from 153 indicators to 22. We will soon be sharing the\nlist of indicators and are on track to report initial metrics this year.\nThis scorecard is already driving teams to break silos across IBRD, IDA, MIGA, and\nIFC. And we are further multiplying our impact by working with other development\nbanks as partners – we have developed workplans with the InterAmerican\nDevelopment Bank and Islamic Development Bank, and are progressing similar\naction plans with others.\nWe have more work to do but our pace is set and our ambition is clear. When we\nare done, the world will have a Better Bank.\nThank you.\nSource: 02_Remarks by Ajay Banga at the 2024 G20 Finance Mini.html Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank Group President\nAjay Banga at the China Development\nForum\nBlogs\nYour excellencies, friends – new and old. It is a joy to be with you today.\nWe are each aware of the profound forces and rapid changes facing our global\ncommunity – persistent poverty, protracted conflicts, and an intractable climate\ncrisis.\nA perfect storm of intertwined challenges and complexity that, taken together,\nexacerbate inequality.\nIn the developing world, economic growth is retreating—falling nearly 3 percent in\ntwo decades. And with each lost percent, 100 million people are pulled into\npoverty.\nMeanwhile, debt has increased throughout emerging markets—doubling in Africa—\nconstraining their ambition.\nBut one data point stands out above the rest that should concern us all:\nIn the next 10 years, 1.1 billion young people across the Global South will become\nworking age adults. Yet, in the same period and same countries, we are only\nexpected to create 325 million jobs.\nThe cost of inaction is unimaginable.\nBut forecasts are not destiny. We have faced challenges before – and overcome\nthem. Together.\nChina's remarkable journey stands as a testament to what's possible.\nIn 1978, 770 million people in China lived on the razors edge of extreme poverty.\nNearly every single person – 98 percent – in the rural countryside were below the\npoverty line.\nBut, the same year, China launched a determined strategy to embrace difficult\nreforms that fundamentally changed its development trajectory.\nWithin two years, World Bank President Robert McNamara was in Beijing, working\nwith the government on a unique collaboration—one built not just on finance, but\nknowledge.\nOn China’s climb up the mountain of development, others joined – I know many\nhere were partners in the ascent.\nIn the decades that followed, China's workforce grew by two-thirds, creating 315\nmillion jobs – more than 8 million per year for 38 years straight.\nThis explosive job growth coincided with the country’s fastest period of poverty\nreduction in history.\nChina’s success was so significant it was responsible for cutting the global poverty\nrate from 44 percent to nine.\nProving yet again, creating jobs is the surest way to combat poverty and grow\nprosperity.\nBut development is not a linear journey.\nIt’s marked by setbacks, missteps, and periods of incremental progress. This is true\nof all economies.\nLooking at the China of today, we know what is possible. But we also know there is\nalways another hill to climb and challenges to overcome – many are shared.\nWe all desire a world where climate change is defeated, health care is available for\nyoung and old, and opportunities exist in rural communities as much as they do in\nurban cores. I know China’s leaders care deeply about these issues and can help\ndrive the change.\nFor example, a decade ago, smog-filled skies darkened cities in China. The air\nquality was a constant source of concern, especially for those with children. It is a\nworry that is shared by parents in Indonesia and India, Mexico and Mongolia.\nToday, there is a new reality in China.\nBlue skies are more common, people are breathing better and living longer, and\neveryone from small children to elderly are able to enjoy being outdoors.\nThis result—like China’s economic rise—was the product of hard work.\nThe government transitioned away from inefficient industries, and imposed higher\nstandards for manufacturing and power generation. It phased out old vehicles,\nimproved fuel standards, and banned the burning of crop residues.\nProgress is tracked by thousands of monitoring stations. At the center, are highly\nsophisticated hubs.\nYesterday, I had the opportunity to visit one such facility in the Hebei province that\nthe World Bank and China developed together. It is capable of processing data,\nscreening for false positives, and alerting operators when enforcement is required,\nor the public when health risks exist.\nUltimately, this system is helping reduce emissions. In less than 10 years, the\nnumber of good-air days has gone up, and days of heavily polluted air has been\nslashed by 70 percent.\nIt is knowledge in action – demonstrating for us all that economic development\nand environmental protection are not mutually exclusive.\nThe development journey is well traveled – every nation illuminating the trail for\nthe next.\nChina has helped blaze the path. It has transitioned from taking World Bank grants\n– those reserved for the most in need – to giving as one of our largest donors.\nIt pulled from our knowledge bank and now feeds it – lessons that have been\napplied in Ethiopia, Indonesia, Malaysia, Turkey, Vietnam, and many more.\nDeploying shared knowledge has been critical to the World Bank for 80 years. It is\nexperience that enables us to solve the thorniest problems and change lives.\nIn the last five years alone, we helped 100 million people find jobs, expanded\nhealthcare access to over 1 billion people, enabled nearly 500 million kids get an\neducation, and reduced carbon emissions by over 230 million tons annually.\nBut legacy and history are no longer sufficient, we also must evolve and climb our\nown hill.\nIn the last year, we have embraced a new vision – to create a world free from\npoverty but on a livable planet.\nIn doing so, we widened the aperture of the World Bank to comprehensively – and\naggressively – address the intertwined challenges of conflict, fragility, and climate\nchange that are impacting us all.\nWe are working to become a better bank:\nSweating our balance sheet – allowing us to take more risks, support more\ninvestments, and utilize our capital more efficiently.\nBecoming faster and simpler. Cutting bureaucracy while streamlining standards –\nwithout lowering them. Addressing frustrations from the past, becoming a better\npartner for the private sector and the people we’re meant to serve.\nAnd we are driving new ideas, but replicating our successes.\nHowever, we know a solo effort will not be enough.\nWe know that governments, multilateral institutions, and philanthropies all\nworking together will still fall short of providing the trillions required annually for\nclimate, fragility, and inequality.\nOur global community needs the scale, resources, and ingenuity of the private\nsector.\nLast year, the World Bank Group mobilized $41 billion of private capital for\nemerging markets, and raised another $42 billion from the private sector through\nbond issuance. And are on a trajectory to eclipse both this year.\nBut the reality is, we need to make more progress to bring in private sector\ninvestment.\nWe launched the Private Sector Investment Lab and recruited 15 CEO’s – some in\nthis room – across asset management companies, banks, as well as operators – to\nidentify barriers and potential solutions to investment in emerging markets.\nFour areas of focus emerged from that group: Regulatory certainty, political risk\ninsurance, foreign exchange risk, and an originate to distribute model.\nWe are taking action on each.\nThis summer, we will launch a new guarantee platform that will deliver simplicity,\nimproved access, and faster payment execution. This will put us on a path to triple\nour annual guarantee issuances to $20 billion by 2030 – and over time multiply\nour mobilization of private capital many times.\nWe are also working to find new approaches to address foreign exchange risk, and\nare at the beginning of a years-long effort to build a securitization platform for\nemerging markets, making it easier for institutional investors – pension funds,\ninsurance companies, sovereign wealth funds – to bring their $70 trillion to\ndeveloping countries.\nIf we can successfully bundle large, standardized investments in one package, we\nwill overcome the patchwork of small, bespoke loans – each with their own\ndocuments, risks, and pricing – that have held back meaningful investment at\nscale.\nNew financial instruments are just one piece of the puzzle.\nWe believe our proprietary data should be a global public good and sharing it will\ninspire investor confidence.\nWe are doing this in three new ways starting next week:\nFirst, private sector recovery data by country income level will be published by a\nconsortium of development institutions.\nSecond, in addition to contributing to the consortium’s data set, the World Bank\nwill publish private sector default data broken down by credit rating.\nFinally, we will share sovereign default and recovery rate statistics dating back to\n1985.\nAll this work contributes to one goal: getting more private sector capital into\ndeveloping economies to drive impact—and create jobs.\nAll my life, I have believed deeply that the private sector can be a force for good.\nThat governments can be forces for change.\nBut that both take work.\nEvery generation believes that the set of challenges laid before them are the most\ndifficult, consequential, and intractable.\nBut never has humanity stared down a set of problems so complex and severe –\nthat our very existence is in question.\nHowever, as the leader of an institution founded on the principals of peace and\ncooperation, I am compelled to believe in our capacity to work together in common\npurpose. But too often we look to the ground and fail to lift our gaze.\nIf we are able to marshal courage and look up, I am confident we can build a world\non level playing field – and allow people everywhere a chance to run to win.\nThank you.\nSource: 03_Remarks by World Bank Group President Ajay Banga a.html Ajay Banga\nPresident, World Bank Group\nWorld Bank Group President Ajay Banga’s\nRemarks at IDA for Africa Heads of State\nSummit\nBlogs\nNairobi, Kenya\nApril 29, 2024\nAs Prepared for Delivery\nThank you, President Ruto.\nWhat is on display today is unity. Leaders from across the continent came together\nto find common ground in their unique aspirations. We put focus on how those\naspirations can join with a well-resourced and efficient IDA to make generational\nchange. But also how those aspirations will require work to realize.\nThe African continent boasts a youthful, vibrant population – the fastest-growing\nin the world. It holds vast natural resources, fertile land, and a burgeoning\nentrepreneurial spirit. But on the other side are a set of well-defined challenges\nthat too often eclipse these blessings.\nThis is the backdrop we face.\nAfrica is at a crossroads. The path we choose will determine the future for\ngenerations to come.\nDo we accept the status quo, a future where millions remain trapped in poverty?\nWhere the fundamental human right of electricity is elusive? Health care\naccessibility is inadequate? And infrastructure is insufficient to support the\ncontinent’s potential?\nOr do we seize the opportunity to unlock Africa’s potential, ushering in an era of\nprosperity and progress?\nThe World Bank believes the answer is clear. Africa can, and must, chart a course\ntowards a brighter future.\nThis is not a pipe dream.\nWe’ve seen the success stories in countries that took advantage of IDA, embraced\ngood governance, invested in education and infrastructure, and fostered an\nenvironment where businesses can thrive. In doing so they helped blaze a trail for\nothers to follow.\n• We begin in the 1960s, with Korea boasting a well-educated population but\nlacking substantial capital and industry.\n• China's story starts later. In 1978, 770 million people in China lived on the\nedge of poverty, facing low economic growth due to lack of market\ncompetition and rigid policies on prices and mobility.\n• India’s path unfolded in the 1990s and 2000s. The country had to grapple\nwith high poverty, held back by heavily regulated markets, dominant public\nsector monopolies, and unbalanced trade.\nToday, each is a country on the move. Each has transitioned from an IDA borrower\nto an IDA donor. But their journeys have common threads and lessons that are\nrelevant for each of us.\n• All three countries saw governments playing a crucial role in creating an\nenvironment conducive to private sector growth. They provided clarity on\nregulatory policy, implemented reforms to attract domestic and foreign\ninvestment, and fostered a competitive landscape.\n• Each nation benefited from a significant rise in its working-age population\nduring crucial development phases and invested in its people to realize the\ndemographic dividend. This provided a skilled and readily available\nworkforce.\n• Each recognized the importance of trade as an engine of growth. They\nimplemented policies to reduce barriers and built strong manufacturing and\nservice sectors, which opened the door to rapid economic expansion.\nAnd all three utilized IDA for strategic investments in education, healthcare, and\nrural development—areas crucial for any developing nation.\nThey are not alone: 36 countries have successfully graduated from IDA, 12 of them\nsince 2000.\nThis is the transformative power of development assistance done right.\nLooking at Africa, we see some promising parallels.\nSeveral African nations are experiencing economic growth and implementing\nreforms to attract private investment. Many share a similar demographic trajectory\nwith a projected rise in the working-age population.\nHowever, many across Africa face challenges. Compared to the Asian tigers, private\nsector investment in Africa remains low. Infrastructure bottlenecks and limited\naccess to finance further hinder growth. And the headwinds of debt, climate, and\nconflict restrain progress.\nAt this very juncture lies the promise of the kind of development effort that today\nhas brought together government leaders, the international community, and the\nprivate sector.\nWe all must be partners in progress.\nWe all have a mission-critical role to play, with governments leading on their own\ndevelopment agendas and IDA at the core of those strategies.\nThe story of economic development is not a one-size-fits-all approach. However, by\nunderstanding the journeys of successful nations and applying the lessons learned,\nAfrica can chart its own course towards a brighter economic future.\n• First, by investing in people. A skilled, educated, and healthy workforce is the\nbedrock of any thriving economy. We need to ensure every child has access to\nquality education, from primary school to vocational training and beyond.\nAnd we must work to make health care accessible.\nTo confront this challenge, we’re using IDA to support our goal of providing\nquality, affordable healthcare to 1.5 billion people globally in five years,\nexpanding our work to new communities and broadening the scope of our\nservices to include every stage of a person’s life.\n• Second, by building efficient and robust infrastructure. This includes not just\nroads and bridges, but energy infrastructure. I believe access to electricity is a\nfundamental human right and is foundational to any successful development\neffort.\nYet, half the population of Africa—600 million people—lacks access to\nelectricity. That’s why we’re working to deliver energy to 300 million Africans\nby 2030—250 million by the Bank and 50 million by the African\nDevelopment Bank.\n• Third, supporting job-generating industries like agriculture and logistics,\nwhere the private sector could eventually come in to help farmers access new\nmarkets, entrepreneurs connect with customers, and young people access\ninformation and opportunity.\nThis is an area of vast economic potential. But there are two problems: One,\nonly 6 percent of farmland is irrigated—compared to 37 percent in Asia. Two,\nAfrica has one of the lowest rates of fertilizer usage in the world, leading to\nyields that are a third of the global average. With focused investment in the\nright fertilizer for the right soil—and irrigation—we can responsibly grow\ncrops, AND opportunity.\nSuch investments help communities climb the economic ladder and ensure\nwhat is made in Africa isn’t just for Africa – but can be bought OUT of Africa.\nThe World Bank is committed to playing its part in all of these areas. We will\ncontinue to provide financial resources, technical expertise, and policy advice;\nworking alongside governments to help implement difficult reforms as they pursue\nthem.\nWe are joined in this endeavor by an army of friends and partners from the private\nand advocacy sectors. In a few moments, you will hear from leaders of this unique\ncoalition who are taking early action in support of IDA and Africa.\nThey are essential in our push to make sure governments have the resources and\nsupport they need to realize each nation’s potential.\nAnd I am looking forward to joining them again later this year at the Africa\nEconomic Summit to support the IDA21 replenishment.\nBut the ultimate responsibility lies with Africa itself. Its leaders must embrace bold\nreforms, fight corruption, and invest in their people. They must create an\nenvironment where creativity flourishes and innovation thrives.\nThe future of Africa is not predetermined. It is a choice. A choice between\nstagnation and progress, between despair and hope. Let us choose the path not of\nleast resistance, but of greatest potential. Let us choose a brighter, more\nprosperous future for Africa, a future where every child has the opportunity to\nthrive.\nSource: 04_World Bank Group President Ajay Bangas Remarks at .html Ajay Banga\nPresident, World Bank Group\nRemarks by Ajay Banga at the Opening of\nthe 4th International Conference on\nFinancing for Development\nBlogs\nAs Prepared for Delivery\nWe are at an inflection point for development.\nOn one hand, the familiar challenges of poverty, fragility, conflict, rising debt, and\nthe need to build climate resiliency into all that we do.\nOn the other, a fast-approaching demographic surge in emerging markets—\npresenting an opportunity for our future. But only if these young people have\naccess to clean air and water, education, and health care while growing up. And\nthen the chance of a job when they are ready.\nThis requires resources at an unprecedented pace and scale.\nWe know there isn’t enough money in government, philanthropies, or development\ninstitutions to meet every projection or promise. That’s why we need the private\nsector.\nIt’s also why we must be more strategic and change how each of us approaches this\nissue.\nLet’s start with the World Bank Group.\nWe were asked to move faster, simplify, operate more efficiently, and deliver more\nimpact. We’ve responded with a set of reforms aimed at one goal: be a better\npartner to our private sector and government clients. For example:\n• We’ve cut project approval times by one-third—from 19 to 13 months—with\nsome projects moving in under 30 days.\n• Helped deepen collaboration across the MDB and DFI system.\n• Given clients a single point of contact by merging our structures in more than\n40 offices, with more to come.\n• We replaced a 153-item scorecard with 22 outcome-focused metrics—\nsharpening ambition around clear goals like connecting 1.5 billion people to\nhealthcare, providing capital to 80 million women, and doubling agribusiness\nfinancing to build ecosystems of growth.\n• And with new instruments and capital efficacy measures, we’ve expanding\nour lending capacity by $100 billion over the next decade.\nFor governments, it means spending better.\nIf developing countries raise revenues to 15% of GDP, they could unlock $400\nbillion annually. In partnership with the IMF, we’re helping them get there—and\nthen assist them with budget reviews, cutting what doesn’t work, and shifting\nspending to what does. We’ve done this in 13 countries and are working with 11\nmore.\nThese reviews often uncover hidden potential—like the $1.25 trillion spent annually\non subsidies for agriculture, fisheries, and fossil fuels. Some are necessary, but\nmany are inefficient. Repurposing even a portion could free up funds while still\nprotecting the vulnerable.\nSuch actions take us far.\nStill, we need the private sector and the jobs they create—because jobs are the\nsurest way to put a nail in the coffin of poverty. But the private sector cannot\nsucceed alone. Our communal efforts are needed to create the right conditions:\n• First, essential infrastructure—both physical (roads, ports, water, power) and\nhuman (healthcare, education, skills). Each with resiliency built in.\n• Second, a business-friendly environment—clear laws and transparent\ninstitutions.\n• Third, support to scale—through capital and tools that reward risk-taking.\nThe Bank delivers each, operating across a continuum of public financing,\nknowledge, and private sector tools.\nWe’re focused on five sectors that generate local job creation, not dependent on\noutsourcing from developed economies: Infrastructure, Agribusiness, Healthcare,\nTourism, and local value add manufacturing\nThe potential of these sectors will only be realized if capital flows.\nPrivate investors don’t fund good intentions. They fund opportunity. And go where\nthere’s a probability of return.\nOver five years, the World Bank Group provided $560 billion in financing,\nmobilized $200 billion in private capital and raised $250 billion from investors\nthrough bonds—but it’s still not enough.\nThat’s why we created the Private Sector Investment Lab. It identified five barriers\nto investment—and we are now deploying practical tools to overcome each.\nRegulatory and Policy Certainty\nWe’re helping governments create investable environments—proving it works\nthrough energy compacts in Africa that commit governments to regulatory reforms\nand advance our goal of delivering electricity to 300 million people by 2030 in\npartnership with the African Development Bank.\nPolitical Risk Insurance\nWe’ve streamlined our guarantees, and early signs—both in volume and client\nfeedback—are promising.\nForeign Exchange—volatility deters long-term investment.\nOne-third of IFC’s long-term commitments are now in local currency, with a target\nof 40% by 2030.\nJunior Equity Capital\nWe launched the Frontier Opportunities Fund—a vehicle seeded with $100 million\nof IFC income and designed to absorb first-loss risk. It’s built to grow through\ndonor and philanthropic contributions.\nSecuritization\nWe’re working with global financial partners to standardize and package our loan\nportfolios—making it easier for large institutional investors to come into emerging\nmarkets.\nEach of these efforts is aimed at lowering barriers that keep capital on the sidelines.\nBut the real measure of success is whether we make a difference in people’s lives.\nAnd there is no greater difference than helping a person find dignity and hope—the\nkind that only comes with a job. Poverty is a state of being—and a state of mind.\nBy 2050, more than 80% of the world’s population will live in countries we now call\ndeveloping. In just the next decade, 1.2 billion young people will reach working age,\ncompeting for only 400 million jobs. A gap of 800 million.\nThis generation has the collective power to shape the course of humanity for the\nnext century.\nAnd whether that power ignites or impedes will depend on the choices we make\nnow.\nWe have the opportunity, but do we have the will, to create the conditions for jobs\n—and unlock a generation’s potential.\nSource: 06_Remarks by Ajay Banga at the Opening of the 4th In.html Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank Group President\nAjay Banga at the Signing of a Partnership\nAgreement with IAEA Director General\nRafael Grossi\nBlogs\nAs prepared for delivery\nFirst of all, I want to express my gratitude to Rafael for joining us during a\ndemanding time. I feel his presence underscores the potential of the journey we are\nembarking upon together.\nIn 1965, around the same time the World Bank Group last financed a nuclear\npower project, the average person in high-income countries used about 38\nmegawatt-hours of electricity per year. Today, that figure has risen to more than 50\n—but in Africa, it remains just 4.\nIt’s a disparity that is expected to intensify. Electricity demand in developing\ncountries is projected to more than double by 2035. Meeting that demand will\nrequire annual investment in generation, grids, and storage to rise from $280\nbillion today to roughly $630 billion.\nThat scale of need is what drives our effort to connect 300 million people in Africa\nto electricity by 2030. And it’s why we developed a clear path forward on delivering\nelectricity as a driver of development that our board advanced just two weeks ago.\nIt is an approach that prioritizes accessibility, affordability, and reliability—\ndelivered in a way that manages emissions responsibly.\nThe goal is to help countries deliver the energy their people need, while giving them\nthe flexibility to choose the path that best fits their development ambitions, their\nnational context, and their nationally determined contributions.\nWe believe access to electricity is a fundamental human right. It is the foundation\nof development. Jobs require electricity—as do health systems, education, clean\nwater, public safety, and so much more.\nThis level of transformation is not about generating enough energy to turn on a\nlight for a few hours a day. We’re talking about enough to power a decent quality of\nlife—and support job-creating industries and entrepreneurship. And that means\ndependable, long-term baseload power.\nFor the World Bank Group, it means a new way of working—and recognizing that\nthere is no one-size-fits-all solution.\nThat is why we took a comprehensive approach: we looked at where we could help\nimprove grids, where we could help reduce emissions, and where we could help\nexpand supply— IAEA MOU Signing 2 clarifying our ability to support geothermal,\ngas, solar, hydro, and wind.\nWhat’s new is that, for the first time in decades, the World Bank Group will begin\nto reenter the nuclear energy space.\nIt is a significant step—and one we take with care, partnership, and purpose.\nNuclear is not for every country. But where it is chosen, it can provide a reliable,\nclean source of power that strengthens energy security, supports economic growth,\nand helps meet long-term development goals.\nWe are entering nuclear power in three areas:\n• Building capacity and strengthening our ability to advise on non-proliferation\nsafeguards, safety, security, and regulatory frameworks.\n• Extending the life of existing reactors in countries that already have them;\nand\n• Accelerating the potential of Small Modular Reactors—so they can become a\nviable option for more countries over time.\nBut we cannot do this alone.\nThat is why today’s partnership with the International Atomic Energy Agency is\ncritical—and marks a tangible first step in our return to nuclear energy. We are\nhonored to have them join us for every step down the road ahead.\nThe IAEA brings unmatched expertise in nuclear safety, security, and safeguards.\nAnd the World Bank Group will only support countries where the IAEA is confident\nin the strength of national laws, institutions, and oversight. This partnership will\nensure we are building capacity and strengthening our ability to advise on non-\nproliferation safeguards, safety, security, and regulatory frameworks.\nUnder this new agreement, the IAEA will help us build internal capacity across a\nwide range of topics—including energy planning, project life cycles, fuel\nmanagement, waste disposal, and the technical infrastructure needed for success.\nThis coordinated approach will deepen our understanding of where nuclear energy\ncan play a responsible role—and give our clients access to the guidance and support\nthey need to pursue that path, if they choose to take it.\nWe know the challenge is immense. But with thanks to this partnership, we can\nhelp countries deliver the energy they need to power opportunity.\nThank you.\nSource: 06_Remarks by World Bank Group President Ajay Banga a.html Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank Group President\nAjay Banga at G20 Global Alliance Against\nHunger & Poverty in Rio de Janeiro, Brazil\nBlogs\nAs Prepared for Delivery\nPoverty and hunger are intertwined and are impacted by many challenges that have\nfar-reaching consequences if left unaddressed.\nFor example, depriving a child of proper nutrition reduces learning potential and\nexacerbates health problems, which in turn significantly [17 percent annually]\ndecreases income for the rest of their life.\nWe know, and what Brazil has proven, is that this is entirely preventable.\nThe leadership of President Lula and Brazil’s G20 Presidency to focus on hunger,\nand the creation of the Global Alliance Against Hunger and Poverty is an important\nstep forward.\nThe World Bank Group is in this fight to help scale proven solutions.\nAs part of our commitment to this initiative—and our partnership with Brazil—\ntoday, we are announcing that the World Bank Group will be the lead knowledge\npartner for the Alliance.\n• In this capacity, we will generate hunger solutions for the Alliance’s policy\nbasket, and coordinate knowledge exchange alongside Brazil for the benefit of\nall.\n• This will be complemented by new diagnostics that will provide country-by-\ncountry insights of hunger, poverty, and social protection coverage --\nenabling governments to make informed choices.\nKnowledge is more impactful when paired with resources, which is why we will also\nmake IDA financing available to fund countries’ choices from the (Global Alliance)\npolicy basket. This is a natural partnership as IDA is already the main source of\ngrant and concessional funding to fight poverty and hunger, and with a strong\nreplenishment we can do even more.\nAdditionally, the Alliance and our partnership will strengthen work we already\nhave underway.\nOver the last two decades we have built social protection programs that are helping\nmore than 250 million people withstand food-affected shocks and crises.\nWe are now setting a new ambition to work alongside partners to support half a\nbillion people by the end of 2030 – aiming for half of these beneficiaries to be\nwomen. To achieve this goal, we’re utilizing an innovative digital cash transfer\nsystem that ensures those in need receive resources directly, while combating\ncorruption and waste.\nBut our work to defeat hunger must also target the root cause – poverty.\nTake Africa’s agriculture sector for example. There is vast potential to grow more\nfood and help pull farmers out of poverty.\nCurrently, only 6 percent of farmland is irrigated—compared to 37 percent in Asia;\nand yields are one-third below average due to insufficient fertilization. With\nfocused investment in the right fertilizer for the right soil—and irrigation—we can\nhelp people produce greater harvests from the same land.\nWhich leads to better productivity, which means more profits.\nMore money for farmers to spend on their families—school supplies, medicines—\nand—food. They can also reinvest in drought tolerant, higher quality seeds and\nequipment, grow their business with private sector investments and share their\nprosperity with new employees and their community.\nPut simply: hunger and poverty are intertwined. We need to take them on and\nwork hard to rid our world of both.\nThe World Bank Group is determined to deliver, and see this Alliance as a\ncornerstone of that effort.\nThank you, President Lula and the Brazilian government for your leadership.\nSource: 07_Remarks by World Bank Group President Ajay Banga a.html Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank Group President\nAjay Banga at the Lowy Institute in\nSydney, Australia\nBlogs\nAs Prepared for Delivery\nThank you for the kind introduction.\nFor me, this moment marks the culmination of a journey that began over a year ago\n—when I first started at the World Bank and promised to visit every region where\nwe operate.\nIt’s a journey that has taken me across the globe, from Latin America to Africa,\nAsia, the Middle East, and now to the Pacific. This tour was about much more than\njust visiting countries; it was about listening, learning, and reimagining how the\nWorld Bank can serve a world in profound need of change.\nOur mission was to write a new playbook for the World Bank Group—one that is fit\nfor today’s challenges and the uncertainties of tomorrow.\nBut our work has only just begun.\nLast week’s visit to the Pacific Islands—the first of many I’m sure—is critical to that\neffort. It is a region on the frontlines of many of the crises we are working to\naddress. A region that may seem remote – but with experiences and struggles and\nambitions – that are close to home for many.\nAt the World Bank, we see these global challenges as intertwined – climate change,\ninequality, and fragility. We understand that the challenges of the Pacific Islands\nare a microcosm of forces playing out around the globe.\nBetween my first trip to Peru on to this final visit to Tuvalu, I have visited 27\ncountries on six continents, and met with leaders of developed and developing\neconomies alike. I was able to speak with civil society stakeholders, business\nleaders, experts in climate, development, and finance. Most importantly I had the\nprivilege to see first-hand how people are benefiting from the work of the World\nBank.\nEach stop has reaffirmed several truths.\nThough aspirations of people around the world are universal, we live in a world of\ngreater polarization and extremes. While countries are facing a shared set of\nintertwined challenges they are experiencing them differently. And though\ncountries appreciate the work the World Bank has contributed to their\ndevelopment goals, they need more and require us to be faster, simpler, and more\nimpact oriented.\nOver the past year, we have advanced a set of reforms – many informed by the G20\nExpert Group – aimed at making the World Bank Group better, bigger, and more\neffective. Pulling from the exceptional people across this institution to deliver\nquality assistance in all its forms—knowledge, capacity building, policy dialogue,\nand finance—targeting the World Bank’s mission, operational model (speed and\nsimplicity), and financing capacity.\nWe are advancing this evolution at the fastest pace we can. Already:\nWe’ve expanded our mission and vision: To create a world free of poverty on a\nlivable planet.\nShortened our project-approval process by three months, and we aim to shorten it\nby many more.\nIntegrated operations as “One World Bank” in 20 pilot countries to remove\nbureaucracy, break down silos, free up client capacity, and approach challenges\ncollectively.\nFound new ways to stretch our existing balance sheet further, leading to $120\nbillion of additional lending over the next 10 years.\nOverhauled our Knowledge Bank structure – anchored in five verticals – people,\nplanet, prosperity, infrastructure, and digital. Each with clearly defined expertise.\nBringing knowledge experts to the forefront of our country driven model – and\nCountry Partnership Frameworks. Creating bankable projects and implementing\nthem. And providing capacity to client governments when needed – a change that\nis welcomed by Pacific leaders.\nWe’ve worked to rebuild a focused corporate scorecard – moving from 150 items to\n22 – driving the institution toward impact. In doing so, we also give shareholders,\nclients, and taxpayers – the ability to clearly see the impact we are delivering.\nAs a direct result of these reforms, the World Bank Group is on a path to deliver\ngreater scale and greater impact. Manifesting as an ability to take on bigger, more\nambitious projects, work seamlessly across the institution, and better aid countries\nin their development journeys.\nSome of you may have seen the early signs of this ambition.\nWe’ve committed to deploy 45% of World Bank Group funds toward climate, with\nhalf of development finance for mitigation and half for adaptation, by 2025. In the\nPacific region 97 percent of our climate financing goes to adaptation.\nWe’ve set a target to provide quality, affordable health care to 1.5 billion people by\n2030. Part of this work was on display in Fiji where the World Bank is expanding\naccess through medical facilities, telehealth, and community health workers.\nWe’re executing an action plan to bring cleaner, stable, and affordable energy to\n300 million Africans by 2030—250 million from the Bank and 50 million from the\nAfrican Development Bank. And expanding social protection programs – with\npartners – to alleviate hunger for half a billion people by 2030 – aiming for half of\nthese beneficiaries to be women.\nWe are excited about what we can deliver with these changes in place. But we are\nclear-eyed about the scale of our challenges.\nThis is why we are working to secure a significant replenishment of International\nDevelopment Association – IDA – which as the Lowy Institute stated plainly in a\npaper last week – is critical for the development and stability of the Pacific Islands.\nMany shareholders – like Australia – are making hard budget decisions and\ntradeoffs over the next few months. During this time, I hope they will keep in mind\nthat the magic of IDA is not only the lifeline it offers to these countries, but its\nunique capacity to multiply every donor dollar four times. It’s the best deal in\ndevelopment.\nWe know that the World Bank alone won’t be enough to provide the trillions\nrequired annually for climate, fragility, education, hunger alleviation, health care,\nand inequality.\nOr produce jobs fast enough to absorb the 1.2 billion young people in emerging\nmarkets who will become working age adults over the next 10 years. This\ngeneration is facing a job market that is projected to only offer spots for 420\nmillion of them, leaving nearly 800 million without a clear path to prosperity.\nThat is why we need all shoulders at the wheel – governments, philanthropies, and\nmultilateral development banks working together.\nBut to close the financing and jobs gap, we also need the private sector. We require\ntheir ingenuity, speed, and resources to create the demand for investment by\ngenerating bankable projects.\nThat is why we recruited 15 leading CEOs – including Shemara at Macquarie, Noel\nat HSBC, Hironori at Mitsubishi, Chandra at Tata, and Dilhan at Temasek – to help\nus find solutions to dramatically increase private sector investing in renewable\nenergy in emerging markets and began implementing their feedback.\nWe’ve also launched a dedicated initiative aimed at generating jobs led by\nPresidents Tharman of Singapore and Michelle Bachelet of Chile. They will lead a\ngroup of business leaders, civil society, and academics – who will meet for the first\ntime at our Annual Meetings in October – in the design of strategy to create jobs\nfor young people focused on energy, infrastructure, agribusiness, health, and\ntourism.\nFor us, this is just the beginning. We have additional reforms underway and greater\nambition on the horizon.\nUltimately, the World Bank is an instrument that reflects the ambition of those on\nwhose generosity it relies, and the progress we aspire to achieve demands more.\nSource: 09_Remarks by World Bank Group President Ajay Banga a.html Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank President Ajay\nBanga at the 2023 G20 India Leaders\nSummit \"One Future\" Session\nBlogs\nThe world is much different than it was when the World Bank was founded.\nWe face declining progress in our fight against poverty, an existential climate crisis,\nfood insecurity, fragility, a fledgling pandemic recovery, widening disparity, and a\ncrippling war on the borders of Europe.\nAll intertwined.\nThe remarkable G20 New Delhi Declaration, which I congratulate Prime Minister\nModi and all G20 Members on, puts the World Bank at the center of our search for\nsolutions.\nWe were built to take on difficult challenges.\nBut to truly make a difference, we will need a greater appetite for risk, meaningful\nprivate sector financing, and… a sense of urgency.\nThis urgency motivates us to write a new playbook that will drive impactful\ndevelopment.\nOur challenges don’t respect lines on a map. And if we fail to work together – we all\nlose.\nTo respond, under the umbrella of our Evolution Roadmap, we are becoming a\nbetter Bank.\nWe are becoming more efficient – incentivizing output, not input. Keeping focus on\nhow many girls are in school, jobs created, and private sector dollars mobilized.\nImpact is our new measuring stick.\nAt your urging, we are digging deep to boost our lending capacity, but we are going\nfurther, creating new mechanisms that would allow us to do even more.\nWe’re working to expand concessional financing to help more low-income\ncountries achieve their goals, while thinking creatively about how to encourage\ncooperation across borders and tackle shared challenges.\nThis progress is important, but it is not the end of our journey.\nAfter we deliver a better bank, we will need a bigger Bank. Bigger than what the\ncapital adequacy framework will produce by itself.\nAs we face a new era in development, we remain committed to creating a world free\nof poverty on a livable planet.\nSource: 09_Remarks by World Bank President Ajay Banga at the .html Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank Group President\nAjay Banga at the 2023 Annual Meetings\nPlenary\nBlogs\nAs Prepared for Delivery\nGood morning.\nChair Marchenko, thank you for chairing this plenary.\nMr. Kabbaj, Prime Minister Akhannouch, thank you for hosting these Annual\nMeetings. The road to Marrakech was not an easy one, delayed by the pandemic\nand persevering after an earthquake. Yet the warmth and hospitality we’ve received\nfrom your government and all Moroccans has been humbling.\nKristalina – it is a privilege to host these Annual Meetings together.\nI would like to thank my predecessor, David.\nThose of us in this room are fortunate. We are custodians of an institution with a\ntremendous responsibility at a time of uncertainty and great consequence.\nThe world is fraught with profound forces and rapid changes.\nWe face declining progress in our fight against poverty, an existential climate crisis,\nfood insecurity, fragility, a fledgling pandemic recovery, and are feeling the effects\nof conflicts beyond the front.\nA perfect storm of intertwined challenges and geopolitical complexity that taken\ntogether exacerbate inequality.\nEconomic gr"
}