{
  "total_speeches": 14,
  "total_words": 19904,
  "speeches": [
    {
      "id": 1,
      "filename": "01_Remarks by World Bank Group President Ajay Banga a.pdf",
      "date_prefix": "01",
      "title": "Remarks by World Bank Group President Ajay Banga a",
      "text": "Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank Group President\nAjay Banga at the Mission 300 Africa\nEnergy Summit\nBlogs\nAs Prepared for Delivery\nOver the next decade, 360 million young people in Africa will attempt to enter a\nworkforce that is expected to only offer opportunities to 150 million – leaving 210\nmillion – three of every five – out.\nForecasts are not destiny. And while journeys are fueled by hope, they are realized\nby deeds.\nOur mission to address the fundamental challenge of providing electricity to half of\nthe 600 million people in Africa without access is a critical first step. It forms the\ncornerstone of a jobs agenda and the foundation for future development.\nTo succeed, we must embrace a simple truth: no one can do it alone. Governments,\nbusinesses, philanthropies, and development banks each have a role—and only\nthrough collaboration can we achieve our goal.\nGovernments are the architects of reform, crafting the policies and regulations that\ndrive progress. They are also the engineers of investment, leveraging their\nresources to finance essential infrastructure.\nOver the past year, we’ve worked alongside leaders to develop country-specific\nplans rooted in data, endorsed at the highest levels, and aligned with clear reform\ngoals.\nThese plans focus on affordable power generation, expanding connections, and\nregional integration. They aim to boost utility efficiency, attract private investment,\nand ultimately deliver reliable, sustainable electricity. Such reforms require\npolitical will, persistence, and a long-term vision.\nAmid fiscal challenges, governments may also need support to meet infrastructure\ngoals—an area where the IMF, World Bank, and other development banks can help\nfree up resources.\nFor the private sector, this effort represents both a challenge and an opportunity.\nWe need your innovation, efficiency, and capacity to scale. To facilitate your\ninvestment, we’ve identified regulatory and policy barriers and worked to eliminate\nthem. Our plans create an environment where your investments can generate\nreturns while driving meaningful impact.\nThis will require calculated risks. Every development bank here sees that and is\nready to be your partner throughout.\nFor the World Bank Group, our equity and guarantees are resources to help de-risk\ninvestments and support your efforts. By aligning private capital with public\npriorities, we can achieve results neither could accomplish alone.\nPhilanthropies and development banks provide the financial backbone, bridging\nconception, testing, and investment through concessional financing.\nThe global community’s generosity last year secured a record $100 billion for IDA\n—funding essential to this effort. It enables governments to implement reforms, fill\ngaps private capital cannot, and, through our pay-for-performance model, tie funds\nto measurable progress, embedding accountability and boosting investor\nconfidence.\nWhile our Mission 300 electrification effort is a centerpiece, it is part of a broader\nenergy strategy.\nThe World Bank is also working on energy projects, including investments in\nnatural gas that support the just energy transition. This is vital for powering\nindustries like agriculture, healthcare, and manufacturing—sectors that create jobs\nand growth that the next generation demands.\nThis development strategy defines the World Bank’s next phase: ensuring that job\ncreation is not a byproduct of our projects but an explicit aim of them.\nIt will take collective effort. Governments must drive reforms, the private sector\nmust invest with confidence, and development banks must deliver financing and\nuphold accountability. Success may demand hard work – and vision – but it is\nwithin reach if we move forward together.\nI am grateful that you are here and hope you will see the opportunity that we see\nand join us.\nThank you.\nSource: 01_Remarks by World Bank Group President Ajay Banga a.html",
      "word_count": 595,
      "char_count": 3937
    },
    {
      "id": 2,
      "filename": "02_Remarks by Ajay Banga at the 2024 G20 Finance Mini.pdf",
      "date_prefix": "02",
      "title": "Remarks by Ajay Banga at the 2024 G20 Finance Mini",
      "text": "Ajay Banga\nPresident, World Bank Group\nRemarks by Ajay Banga at the 2024 G20\nFinance Ministers - The Role of Economic\nPolicies in Addressing Inequalities:\nNational Experiences and International\nCooperation\nBlogs\nFebruary 28, 2024 -- Sao Paulo, Brazil\nGood morning.\nWe’ve spoken before about the landscape we face today: declining progress in our\nfight against poverty, a climate crisis, food insecurity, and conflict that touches\nlives beyond the frontlines.\nA perfect storm of intertwined challenges that is exacerbating inequality.\nThat inequality is laid bare in one simple data point that should concern us all.\nWe know that one of the best ways to impact inequality is jobs. But, in the next 10\nyears, 1.1 billion young people across the Global South will become working age\nadults. Yet, in the same period and same countries, we are only expected to create\n325 million jobs.\nThe cost of inaction is unimaginable. But forecasts are not destiny, and it is within\nour power to harness the energy of this generation as the wind in our sails – or reap\nthe whirlwind.\nFortunately, we have the tools at hand to act.\nSince its founding, the International Development Association has provided $533\nbillion to 115 countries. It has lifted entire communities out of poverty, protected\nchildren from disease, connected homes to electricity, and brought water access to\nvillages.\nBut, legacy will not turn the tide on today’s challenges.\nThe truth is we are pushing the limits of this important concessional resource and\nno amount of creative financial engineering will compensate for the fact that we\nneed more funding.\nThe New Delhi Declaration recognizes this truth. The leaders set us on a journey\nfor an “ambitious IDA21 replenishment.”\nYet, while journeys are fueled by hope, they are realized by deeds. This must drive\neach of us to make the next replenishment of IDA the largest of all time.\nBut the change we aspire to achieve cannot just be bought. We must reform to be\nfaster and more efficient. We must make IDA more approachable, accessible, and\nunderstandable.\nOver the last 10 years, the number of items in IDA that we have been asked to\nmeasure has grown from 120 to over 1,000.\nThese rules overwhelm clients’ capacity and diverts attention away from impact.\nIf we could create fewer funds with more flexibility, streamline our standards, or\nbring uniformity to the application process – we can give back time.\nThis spirit drives the Better Bank work we are realizing bit-by-bit.\nWe are on a path to slash our project review and approval time by one-third – 6\nmonths – by mid next year.\nAlready, we’ve reduced the expected preparation time of our projects by two\nmonths.\nHow have we done it? We’ve started to cut down on the complicated rules and\nprocesses that waste time.\nWe have capped the time from initial engagement to concept note submission at\nthree months. And just by applying common sense risk weighing to our\nenvironmental and social impact reviews, we’ve saved three weeks in preparation\ntime. Many small changes that taken together mean real savings.\nAll of these steps to become better and faster are pointed at one thing – impact.\nThat is our watch word and yardstick of accountability.\nThe cornerstone of this input to output transition will be our reconstructed\ncorporate scorecard, moving from 153 indicators to 22. We will soon be sharing the\nlist of indicators and are on track to report initial metrics this year.\nThis scorecard is already driving teams to break silos across IBRD, IDA, MIGA, and\nIFC. And we are further multiplying our impact by working with other development\nbanks as partners – we have developed workplans with the InterAmerican\nDevelopment Bank and Islamic Development Bank, and are progressing similar\naction plans with others.\nWe have more work to do but our pace is set and our ambition is clear. When we\nare done, the world will have a Better Bank.\nThank you.\nSource: 02_Remarks by Ajay Banga at the 2024 G20 Finance Mini.html",
      "word_count": 670,
      "char_count": 3982
    },
    {
      "id": 3,
      "filename": "03_Remarks by World Bank Group President Ajay Banga a.pdf",
      "date_prefix": "03",
      "title": "Remarks by World Bank Group President Ajay Banga a",
      "text": "Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank Group President\nAjay Banga at the China Development\nForum\nBlogs\nYour excellencies, friends – new and old. It is a joy to be with you today.\nWe are each aware of the profound forces and rapid changes facing our global\ncommunity – persistent poverty, protracted conflicts, and an intractable climate\ncrisis.\nA perfect storm of intertwined challenges and complexity that, taken together,\nexacerbate inequality.\nIn the developing world, economic growth is retreating—falling nearly 3 percent in\ntwo decades. And with each lost percent, 100 million people are pulled into\npoverty.\nMeanwhile, debt has increased throughout emerging markets—doubling in Africa—\nconstraining their ambition.\nBut one data point stands out above the rest that should concern us all:\nIn the next 10 years, 1.1 billion young people across the Global South will become\nworking age adults. Yet, in the same period and same countries, we are only\nexpected to create 325 million jobs.\nThe cost of inaction is unimaginable.\nBut forecasts are not destiny. We have faced challenges before – and overcome\nthem. Together.\nChina's remarkable journey stands as a testament to what's possible.\nIn 1978, 770 million people in China lived on the razors edge of extreme poverty.\nNearly every single person – 98 percent – in the rural countryside were below the\npoverty line.\nBut, the same year, China launched a determined strategy to embrace difficult\nreforms that fundamentally changed its development trajectory.\nWithin two years, World Bank President Robert McNamara was in Beijing, working\nwith the government on a unique collaboration—one built not just on finance, but\nknowledge.\nOn China’s climb up the mountain of development, others joined – I know many\nhere were partners in the ascent.\nIn the decades that followed, China's workforce grew by two-thirds, creating 315\nmillion jobs – more than 8 million per year for 38 years straight.\nThis explosive job growth coincided with the country’s fastest period of poverty\nreduction in history.\nChina’s success was so significant it was responsible for cutting the global poverty\nrate from 44 percent to nine.\nProving yet again, creating jobs is the surest way to combat poverty and grow\nprosperity.\nBut development is not a linear journey.\nIt’s marked by setbacks, missteps, and periods of incremental progress. This is true\nof all economies.\nLooking at the China of today, we know what is possible. But we also know there is\nalways another hill to climb and challenges to overcome – many are shared.\nWe all desire a world where climate change is defeated, health care is available for\nyoung and old, and opportunities exist in rural communities as much as they do in\nurban cores. I know China’s leaders care deeply about these issues and can help\ndrive the change.\nFor example, a decade ago, smog-filled skies darkened cities in China. The air\nquality was a constant source of concern, especially for those with children. It is a\nworry that is shared by parents in Indonesia and India, Mexico and Mongolia.\nToday, there is a new reality in China.\nBlue skies are more common, people are breathing better and living longer, and\neveryone from small children to elderly are able to enjoy being outdoors.\nThis result—like China’s economic rise—was the product of hard work.\nThe government transitioned away from inefficient industries, and imposed higher\nstandards for manufacturing and power generation. It phased out old vehicles,\nimproved fuel standards, and banned the burning of crop residues.\nProgress is tracked by thousands of monitoring stations. At the center, are highly\nsophisticated hubs.\nYesterday, I had the opportunity to visit one such facility in the Hebei province that\nthe World Bank and China developed together. It is capable of processing data,\nscreening for false positives, and alerting operators when enforcement is required,\nor the public when health risks exist.\nUltimately, this system is helping reduce emissions. In less than 10 years, the\nnumber of good-air days has gone up, and days of heavily polluted air has been\nslashed by 70 percent.\nIt is knowledge in action – demonstrating for us all that economic development\nand environmental protection are not mutually exclusive.\nThe development journey is well traveled – every nation illuminating the trail for\nthe next.\nChina has helped blaze the path. It has transitioned from taking World Bank grants\n– those reserved for the most in need – to giving as one of our largest donors.\nIt pulled from our knowledge bank and now feeds it – lessons that have been\napplied in Ethiopia, Indonesia, Malaysia, Turkey, Vietnam, and many more.\nDeploying shared knowledge has been critical to the World Bank for 80 years. It is\nexperience that enables us to solve the thorniest problems and change lives.\nIn the last five years alone, we helped 100 million people find jobs, expanded\nhealthcare access to over 1 billion people, enabled nearly 500 million kids get an\neducation, and reduced carbon emissions by over 230 million tons annually.\nBut legacy and history are no longer sufficient, we also must evolve and climb our\nown hill.\nIn the last year, we have embraced a new vision – to create a world free from\npoverty but on a livable planet.\nIn doing so, we widened the aperture of the World Bank to comprehensively – and\naggressively – address the intertwined challenges of conflict, fragility, and climate\nchange that are impacting us all.\nWe are working to become a better bank:\nSweating our balance sheet – allowing us to take more risks, support more\ninvestments, and utilize our capital more efficiently.\nBecoming faster and simpler. Cutting bureaucracy while streamlining standards –\nwithout lowering them. Addressing frustrations from the past, becoming a better\npartner for the private sector and the people we’re meant to serve.\nAnd we are driving new ideas, but replicating our successes.\nHowever, we know a solo effort will not be enough.\nWe know that governments, multilateral institutions, and philanthropies all\nworking together will still fall short of providing the trillions required annually for\nclimate, fragility, and inequality.\nOur global community needs the scale, resources, and ingenuity of the private\nsector.\nLast year, the World Bank Group mobilized $41 billion of private capital for\nemerging markets, and raised another $42 billion from the private sector through\nbond issuance. And are on a trajectory to eclipse both this year.\nBut the reality is, we need to make more progress to bring in private sector\ninvestment.\nWe launched the Private Sector Investment Lab and recruited 15 CEO’s – some in\nthis room – across asset management companies, banks, as well as operators – to\nidentify barriers and potential solutions to investment in emerging markets.\nFour areas of focus emerged from that group: Regulatory certainty, political risk\ninsurance, foreign exchange risk, and an originate to distribute model.\nWe are taking action on each.\nThis summer, we will launch a new guarantee platform that will deliver simplicity,\nimproved access, and faster payment execution. This will put us on a path to triple\nour annual guarantee issuances to $20 billion by 2030 – and over time multiply\nour mobilization of private capital many times.\nWe are also working to find new approaches to address foreign exchange risk, and\nare at the beginning of a years-long effort to build a securitization platform for\nemerging markets, making it easier for institutional investors – pension funds,\ninsurance companies, sovereign wealth funds – to bring their $70 trillion to\ndeveloping countries.\nIf we can successfully bundle large, standardized investments in one package, we\nwill overcome the patchwork of small, bespoke loans – each with their own\ndocuments, risks, and pricing – that have held back meaningful investment at\nscale.\nNew financial instruments are just one piece of the puzzle.\nWe believe our proprietary data should be a global public good and sharing it will\ninspire investor confidence.\nWe are doing this in three new ways starting next week:\nFirst, private sector recovery data by country income level will be published by a\nconsortium of development institutions.\nSecond, in addition to contributing to the consortium’s data set, the World Bank\nwill publish private sector default data broken down by credit rating.\nFinally, we will share sovereign default and recovery rate statistics dating back to\n1985.\nAll this work contributes to one goal: getting more private sector capital into\ndeveloping economies to drive impact—and create jobs.\nAll my life, I have believed deeply that the private sector can be a force for good.\nThat governments can be forces for change.\nBut that both take work.\nEvery generation believes that the set of challenges laid before them are the most\ndifficult, consequential, and intractable.\nBut never has humanity stared down a set of problems so complex and severe –\nthat our very existence is in question.\nHowever, as the leader of an institution founded on the principals of peace and\ncooperation, I am compelled to believe in our capacity to work together in common\npurpose. But too often we look to the ground and fail to lift our gaze.\nIf we are able to marshal courage and look up, I am confident we can build a world\non level playing field – and allow people everywhere a chance to run to win.\nThank you.\nSource: 03_Remarks by World Bank Group President Ajay Banga a.html",
      "word_count": 1551,
      "char_count": 9483
    },
    {
      "id": 4,
      "filename": "04_World Bank Group President Ajay Bangas Remarks at .pdf",
      "date_prefix": "04",
      "title": "World Bank Group President Ajay Bangas Remarks at ",
      "text": "Ajay Banga\nPresident, World Bank Group\nWorld Bank Group President Ajay Banga’s\nRemarks at IDA for Africa Heads of State\nSummit\nBlogs\nNairobi, Kenya\nApril 29, 2024\nAs Prepared for Delivery\nThank you, President Ruto.\nWhat is on display today is unity. Leaders from across the continent came together\nto find common ground in their unique aspirations. We put focus on how those\naspirations can join with a well-resourced and efficient IDA to make generational\nchange. But also how those aspirations will require work to realize.\nThe African continent boasts a youthful, vibrant population – the fastest-growing\nin the world. It holds vast natural resources, fertile land, and a burgeoning\nentrepreneurial spirit. But on the other side are a set of well-defined challenges\nthat too often eclipse these blessings.\nThis is the backdrop we face.\nAfrica is at a crossroads. The path we choose will determine the future for\ngenerations to come.\nDo we accept the status quo, a future where millions remain trapped in poverty?\nWhere the fundamental human right of electricity is elusive? Health care\naccessibility is inadequate? And infrastructure is insufficient to support the\ncontinent’s potential?\nOr do we seize the opportunity to unlock Africa’s potential, ushering in an era of\nprosperity and progress?\nThe World Bank believes the answer is clear. Africa can, and must, chart a course\ntowards a brighter future.\nThis is not a pipe dream.\nWe’ve seen the success stories in countries that took advantage of IDA, embraced\ngood governance, invested in education and infrastructure, and fostered an\nenvironment where businesses can thrive. In doing so they helped blaze a trail for\nothers to follow.\n• We begin in the 1960s, with Korea boasting a well-educated population but\nlacking substantial capital and industry.\n• China's story starts later. In 1978, 770 million people in China lived on the\nedge of poverty, facing low economic growth due to lack of market\ncompetition and rigid policies on prices and mobility.\n• India’s path unfolded in the 1990s and 2000s. The country had to grapple\nwith high poverty, held back by heavily regulated markets, dominant public\nsector monopolies, and unbalanced trade.\nToday, each is a country on the move. Each has transitioned from an IDA borrower\nto an IDA donor. But their journeys have common threads and lessons that are\nrelevant for each of us.\n• All three countries saw governments playing a crucial role in creating an\nenvironment conducive to private sector growth. They provided clarity on\nregulatory policy, implemented reforms to attract domestic and foreign\ninvestment, and fostered a competitive landscape.\n• Each nation benefited from a significant rise in its working-age population\nduring crucial development phases and invested in its people to realize the\ndemographic dividend. This provided a skilled and readily available\nworkforce.\n• Each recognized the importance of trade as an engine of growth. They\nimplemented policies to reduce barriers and built strong manufacturing and\nservice sectors, which opened the door to rapid economic expansion.\nAnd all three utilized IDA for strategic investments in education, healthcare, and\nrural development—areas crucial for any developing nation.\nThey are not alone: 36 countries have successfully graduated from IDA, 12 of them\nsince 2000.\nThis is the transformative power of development assistance done right.\nLooking at Africa, we see some promising parallels.\nSeveral African nations are experiencing economic growth and implementing\nreforms to attract private investment. Many share a similar demographic trajectory\nwith a projected rise in the working-age population.\nHowever, many across Africa face challenges. Compared to the Asian tigers, private\nsector investment in Africa remains low. Infrastructure bottlenecks and limited\naccess to finance further hinder growth. And the headwinds of debt, climate, and\nconflict restrain progress.\nAt this very juncture lies the promise of the kind of development effort that today\nhas brought together government leaders, the international community, and the\nprivate sector.\nWe all must be partners in progress.\nWe all have a mission-critical role to play, with governments leading on their own\ndevelopment agendas and IDA at the core of those strategies.\nThe story of economic development is not a one-size-fits-all approach. However, by\nunderstanding the journeys of successful nations and applying the lessons learned,\nAfrica can chart its own course towards a brighter economic future.\n• First, by investing in people. A skilled, educated, and healthy workforce is the\nbedrock of any thriving economy. We need to ensure every child has access to\nquality education, from primary school to vocational training and beyond.\nAnd we must work to make health care accessible.\nTo confront this challenge, we’re using IDA to support our goal of providing\nquality, affordable healthcare to 1.5 billion people globally in five years,\nexpanding our work to new communities and broadening the scope of our\nservices to include every stage of a person’s life.\n• Second, by building efficient and robust infrastructure. This includes not just\nroads and bridges, but energy infrastructure. I believe access to electricity is a\nfundamental human right and is foundational to any successful development\neffort.\nYet, half the population of Africa—600 million people—lacks access to\nelectricity. That’s why we’re working to deliver energy to 300 million Africans\nby 2030—250 million by the Bank and 50 million by the African\nDevelopment Bank.\n• Third, supporting job-generating industries like agriculture and logistics,\nwhere the private sector could eventually come in to help farmers access new\nmarkets, entrepreneurs connect with customers, and young people access\ninformation and opportunity.\nThis is an area of vast economic potential. But there are two problems: One,\nonly 6 percent of farmland is irrigated—compared to 37 percent in Asia. Two,\nAfrica has one of the lowest rates of fertilizer usage in the world, leading to\nyields that are a third of the global average. With focused investment in the\nright fertilizer for the right soil—and irrigation—we can responsibly grow\ncrops, AND opportunity.\nSuch investments help communities climb the economic ladder and ensure\nwhat is made in Africa isn’t just for Africa – but can be bought OUT of Africa.\nThe World Bank is committed to playing its part in all of these areas. We will\ncontinue to provide financial resources, technical expertise, and policy advice;\nworking alongside governments to help implement difficult reforms as they pursue\nthem.\nWe are joined in this endeavor by an army of friends and partners from the private\nand advocacy sectors. In a few moments, you will hear from leaders of this unique\ncoalition who are taking early action in support of IDA and Africa.\nThey are essential in our push to make sure governments have the resources and\nsupport they need to realize each nation’s potential.\nAnd I am looking forward to joining them again later this year at the Africa\nEconomic Summit to support the IDA21 replenishment.\nBut the ultimate responsibility lies with Africa itself. Its leaders must embrace bold\nreforms, fight corruption, and invest in their people. They must create an\nenvironment where creativity flourishes and innovation thrives.\nThe future of Africa is not predetermined. It is a choice. A choice between\nstagnation and progress, between despair and hope. Let us choose the path not of\nleast resistance, but of greatest potential. Let us choose a brighter, more\nprosperous future for Africa, a future where every child has the opportunity to\nthrive.\nSource: 04_World Bank Group President Ajay Bangas Remarks at .html",
      "word_count": 1220,
      "char_count": 7743
    },
    {
      "id": 5,
      "filename": "06_Remarks by Ajay Banga at the Opening of the 4th In.pdf",
      "date_prefix": "06",
      "title": "Remarks by Ajay Banga at the Opening of the 4th In",
      "text": "Ajay Banga\nPresident, World Bank Group\nRemarks by Ajay Banga at the Opening of\nthe 4th International Conference on\nFinancing for Development\nBlogs\nAs Prepared for Delivery\nWe are at an inflection point for development.\nOn one hand, the familiar challenges of poverty, fragility, conflict, rising debt, and\nthe need to build climate resiliency into all that we do.\nOn the other, a fast-approaching demographic surge in emerging markets—\npresenting an opportunity for our future. But only if these young people have\naccess to clean air and water, education, and health care while growing up. And\nthen the chance of a job when they are ready.\nThis requires resources at an unprecedented pace and scale.\nWe know there isn’t enough money in government, philanthropies, or development\ninstitutions to meet every projection or promise. That’s why we need the private\nsector.\nIt’s also why we must be more strategic and change how each of us approaches this\nissue.\nLet’s start with the World Bank Group.\nWe were asked to move faster, simplify, operate more efficiently, and deliver more\nimpact. We’ve responded with a set of reforms aimed at one goal: be a better\npartner to our private sector and government clients. For example:\n• We’ve cut project approval times by one-third—from 19 to 13 months—with\nsome projects moving in under 30 days.\n• Helped deepen collaboration across the MDB and DFI system.\n• Given clients a single point of contact by merging our structures in more than\n40 offices, with more to come.\n• We replaced a 153-item scorecard with 22 outcome-focused metrics—\nsharpening ambition around clear goals like connecting 1.5 billion people to\nhealthcare, providing capital to 80 million women, and doubling agribusiness\nfinancing to build ecosystems of growth.\n• And with new instruments and capital efficacy measures, we’ve expanding\nour lending capacity by $100 billion over the next decade.\nFor governments, it means spending better.\nIf developing countries raise revenues to 15% of GDP, they could unlock $400\nbillion annually. In partnership with the IMF, we’re helping them get there—and\nthen assist them with budget reviews, cutting what doesn’t work, and shifting\nspending to what does. We’ve done this in 13 countries and are working with 11\nmore.\nThese reviews often uncover hidden potential—like the $1.25 trillion spent annually\non subsidies for agriculture, fisheries, and fossil fuels. Some are necessary, but\nmany are inefficient. Repurposing even a portion could free up funds while still\nprotecting the vulnerable.\nSuch actions take us far.\nStill, we need the private sector and the jobs they create—because jobs are the\nsurest way to put a nail in the coffin of poverty. But the private sector cannot\nsucceed alone. Our communal efforts are needed to create the right conditions:\n• First, essential infrastructure—both physical (roads, ports, water, power) and\nhuman (healthcare, education, skills). Each with resiliency built in.\n• Second, a business-friendly environment—clear laws and transparent\ninstitutions.\n• Third, support to scale—through capital and tools that reward risk-taking.\nThe Bank delivers each, operating across a continuum of public financing,\nknowledge, and private sector tools.\nWe’re focused on five sectors that generate local job creation, not dependent on\noutsourcing from developed economies: Infrastructure, Agribusiness, Healthcare,\nTourism, and local value add manufacturing\nThe potential of these sectors will only be realized if capital flows.\nPrivate investors don’t fund good intentions. They fund opportunity. And go where\nthere’s a probability of return.\nOver five years, the World Bank Group provided $560 billion in financing,\nmobilized $200 billion in private capital and raised $250 billion from investors\nthrough bonds—but it’s still not enough.\nThat’s why we created the Private Sector Investment Lab. It identified five barriers\nto investment—and we are now deploying practical tools to overcome each.\nRegulatory and Policy Certainty\nWe’re helping governments create investable environments—proving it works\nthrough energy compacts in Africa that commit governments to regulatory reforms\nand advance our goal of delivering electricity to 300 million people by 2030 in\npartnership with the African Development Bank.\nPolitical Risk Insurance\nWe’ve streamlined our guarantees, and early signs—both in volume and client\nfeedback—are promising.\nForeign Exchange—volatility deters long-term investment.\nOne-third of IFC’s long-term commitments are now in local currency, with a target\nof 40% by 2030.\nJunior Equity Capital\nWe launched the Frontier Opportunities Fund—a vehicle seeded with $100 million\nof IFC income and designed to absorb first-loss risk. It’s built to grow through\ndonor and philanthropic contributions.\nSecuritization\nWe’re working with global financial partners to standardize and package our loan\nportfolios—making it easier for large institutional investors to come into emerging\nmarkets.\nEach of these efforts is aimed at lowering barriers that keep capital on the sidelines.\nBut the real measure of success is whether we make a difference in people’s lives.\nAnd there is no greater difference than helping a person find dignity and hope—the\nkind that only comes with a job. Poverty is a state of being—and a state of mind.\nBy 2050, more than 80% of the world’s population will live in countries we now call\ndeveloping. In just the next decade, 1.2 billion young people will reach working age,\ncompeting for only 400 million jobs. A gap of 800 million.\nThis generation has the collective power to shape the course of humanity for the\nnext century.\nAnd whether that power ignites or impedes will depend on the choices we make\nnow.\nWe have the opportunity, but do we have the will, to create the conditions for jobs\n—and unlock a generation’s potential.\nSource: 06_Remarks by Ajay Banga at the Opening of the 4th In.html",
      "word_count": 923,
      "char_count": 5908
    },
    {
      "id": 6,
      "filename": "06_Remarks by World Bank Group President Ajay Banga a.pdf",
      "date_prefix": "06",
      "title": "Remarks by World Bank Group President Ajay Banga a",
      "text": "Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank Group President\nAjay Banga at the Signing of a Partnership\nAgreement with IAEA Director General\nRafael Grossi\nBlogs\nAs prepared for delivery\nFirst of all, I want to express my gratitude to Rafael for joining us during a\ndemanding time. I feel his presence underscores the potential of the journey we are\nembarking upon together.\nIn 1965, around the same time the World Bank Group last financed a nuclear\npower project, the average person in high-income countries used about 38\nmegawatt-hours of electricity per year. Today, that figure has risen to more than 50\n—but in Africa, it remains just 4.\nIt’s a disparity that is expected to intensify. Electricity demand in developing\ncountries is projected to more than double by 2035. Meeting that demand will\nrequire annual investment in generation, grids, and storage to rise from $280\nbillion today to roughly $630 billion.\nThat scale of need is what drives our effort to connect 300 million people in Africa\nto electricity by 2030. And it’s why we developed a clear path forward on delivering\nelectricity as a driver of development that our board advanced just two weeks ago.\nIt is an approach that prioritizes accessibility, affordability, and reliability—\ndelivered in a way that manages emissions responsibly.\nThe goal is to help countries deliver the energy their people need, while giving them\nthe flexibility to choose the path that best fits their development ambitions, their\nnational context, and their nationally determined contributions.\nWe believe access to electricity is a fundamental human right. It is the foundation\nof development. Jobs require electricity—as do health systems, education, clean\nwater, public safety, and so much more.\nThis level of transformation is not about generating enough energy to turn on a\nlight for a few hours a day. We’re talking about enough to power a decent quality of\nlife—and support job-creating industries and entrepreneurship. And that means\ndependable, long-term baseload power.\nFor the World Bank Group, it means a new way of working—and recognizing that\nthere is no one-size-fits-all solution.\nThat is why we took a comprehensive approach: we looked at where we could help\nimprove grids, where we could help reduce emissions, and where we could help\nexpand supply— IAEA MOU Signing 2 clarifying our ability to support geothermal,\ngas, solar, hydro, and wind.\nWhat’s new is that, for the first time in decades, the World Bank Group will begin\nto reenter the nuclear energy space.\nIt is a significant step—and one we take with care, partnership, and purpose.\nNuclear is not for every country. But where it is chosen, it can provide a reliable,\nclean source of power that strengthens energy security, supports economic growth,\nand helps meet long-term development goals.\nWe are entering nuclear power in three areas:\n• Building capacity and strengthening our ability to advise on non-proliferation\nsafeguards, safety, security, and regulatory frameworks.\n• Extending the life of existing reactors in countries that already have them;\nand\n• Accelerating the potential of Small Modular Reactors—so they can become a\nviable option for more countries over time.\nBut we cannot do this alone.\nThat is why today’s partnership with the International Atomic Energy Agency is\ncritical—and marks a tangible first step in our return to nuclear energy. We are\nhonored to have them join us for every step down the road ahead.\nThe IAEA brings unmatched expertise in nuclear safety, security, and safeguards.\nAnd the World Bank Group will only support countries where the IAEA is confident\nin the strength of national laws, institutions, and oversight. This partnership will\nensure we are building capacity and strengthening our ability to advise on non-\nproliferation safeguards, safety, security, and regulatory frameworks.\nUnder this new agreement, the IAEA will help us build internal capacity across a\nwide range of topics—including energy planning, project life cycles, fuel\nmanagement, waste disposal, and the technical infrastructure needed for success.\nThis coordinated approach will deepen our understanding of where nuclear energy\ncan play a responsible role—and give our clients access to the guidance and support\nthey need to pursue that path, if they choose to take it.\nWe know the challenge is immense. But with thanks to this partnership, we can\nhelp countries deliver the energy they need to power opportunity.\nThank you.\nSource: 06_Remarks by World Bank Group President Ajay Banga a.html",
      "word_count": 726,
      "char_count": 4553
    },
    {
      "id": 7,
      "filename": "07_Remarks by World Bank Group President Ajay Banga a.pdf",
      "date_prefix": "07",
      "title": "Remarks by World Bank Group President Ajay Banga a",
      "text": "Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank Group President\nAjay Banga at G20 Global Alliance Against\nHunger & Poverty in Rio de Janeiro, Brazil\nBlogs\nAs Prepared for Delivery\nPoverty and hunger are intertwined and are impacted by many challenges that have\nfar-reaching consequences if left unaddressed.\nFor example, depriving a child of proper nutrition reduces learning potential and\nexacerbates health problems, which in turn significantly [17 percent annually]\ndecreases income for the rest of their life.\nWe know, and what Brazil has proven, is that this is entirely preventable.\nThe leadership of President Lula and Brazil’s G20 Presidency to focus on hunger,\nand the creation of the Global Alliance Against Hunger and Poverty is an important\nstep forward.\nThe World Bank Group is in this fight to help scale proven solutions.\nAs part of our commitment to this initiative—and our partnership with Brazil—\ntoday, we are announcing that the World Bank Group will be the lead knowledge\npartner for the Alliance.\n• In this capacity, we will generate hunger solutions for the Alliance’s policy\nbasket, and coordinate knowledge exchange alongside Brazil for the benefit of\nall.\n• This will be complemented by new diagnostics that will provide country-by-\ncountry insights of hunger, poverty, and social protection coverage --\nenabling governments to make informed choices.\nKnowledge is more impactful when paired with resources, which is why we will also\nmake IDA financing available to fund countries’ choices from the (Global Alliance)\npolicy basket. This is a natural partnership as IDA is already the main source of\ngrant and concessional funding to fight poverty and hunger, and with a strong\nreplenishment we can do even more.\nAdditionally, the Alliance and our partnership will strengthen work we already\nhave underway.\nOver the last two decades we have built social protection programs that are helping\nmore than 250 million people withstand food-affected shocks and crises.\nWe are now setting a new ambition to work alongside partners to support half a\nbillion people by the end of 2030 – aiming for half of these beneficiaries to be\nwomen. To achieve this goal, we’re utilizing an innovative digital cash transfer\nsystem that ensures those in need receive resources directly, while combating\ncorruption and waste.\nBut our work to defeat hunger must also target the root cause – poverty.\nTake Africa’s agriculture sector for example. There is vast potential to grow more\nfood and help pull farmers out of poverty.\nCurrently, only 6 percent of farmland is irrigated—compared to 37 percent in Asia;\nand yields are one-third below average due to insufficient fertilization. With\nfocused investment in the right fertilizer for the right soil—and irrigation—we can\nhelp people produce greater harvests from the same land.\nWhich leads to better productivity, which means more profits.\nMore money for farmers to spend on their families—school supplies, medicines—\nand—food. They can also reinvest in drought tolerant, higher quality seeds and\nequipment, grow their business with private sector investments and share their\nprosperity with new employees and their community.\nPut simply: hunger and poverty are intertwined. We need to take them on and\nwork hard to rid our world of both.\nThe World Bank Group is determined to deliver, and see this Alliance as a\ncornerstone of that effort.\nThank you, President Lula and the Brazilian government for your leadership.\nSource: 07_Remarks by World Bank Group President Ajay Banga a.html",
      "word_count": 563,
      "char_count": 3548
    },
    {
      "id": 8,
      "filename": "09_Remarks by World Bank Group President Ajay Banga a.pdf",
      "date_prefix": "09",
      "title": "Remarks by World Bank Group President Ajay Banga a",
      "text": "Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank Group President\nAjay Banga at the Lowy Institute in\nSydney, Australia\nBlogs\nAs Prepared for Delivery\nThank you for the kind introduction.\nFor me, this moment marks the culmination of a journey that began over a year ago\n—when I first started at the World Bank and promised to visit every region where\nwe operate.\nIt’s a journey that has taken me across the globe, from Latin America to Africa,\nAsia, the Middle East, and now to the Pacific. This tour was about much more than\njust visiting countries; it was about listening, learning, and reimagining how the\nWorld Bank can serve a world in profound need of change.\nOur mission was to write a new playbook for the World Bank Group—one that is fit\nfor today’s challenges and the uncertainties of tomorrow.\nBut our work has only just begun.\nLast week’s visit to the Pacific Islands—the first of many I’m sure—is critical to that\neffort. It is a region on the frontlines of many of the crises we are working to\naddress. A region that may seem remote – but with experiences and struggles and\nambitions – that are close to home for many.\nAt the World Bank, we see these global challenges as intertwined – climate change,\ninequality, and fragility. We understand that the challenges of the Pacific Islands\nare a microcosm of forces playing out around the globe.\nBetween my first trip to Peru on to this final visit to Tuvalu, I have visited 27\ncountries on six continents, and met with leaders of developed and developing\neconomies alike. I was able to speak with civil society stakeholders, business\nleaders, experts in climate, development, and finance. Most importantly I had the\nprivilege to see first-hand how people are benefiting from the work of the World\nBank.\nEach stop has reaffirmed several truths.\nThough aspirations of people around the world are universal, we live in a world of\ngreater polarization and extremes. While countries are facing a shared set of\nintertwined challenges they are experiencing them differently. And though\ncountries appreciate the work the World Bank has contributed to their\ndevelopment goals, they need more and require us to be faster, simpler, and more\nimpact oriented.\nOver the past year, we have advanced a set of reforms – many informed by the G20\nExpert Group – aimed at making the World Bank Group better, bigger, and more\neffective. Pulling from the exceptional people across this institution to deliver\nquality assistance in all its forms—knowledge, capacity building, policy dialogue,\nand finance—targeting the World Bank’s mission, operational model (speed and\nsimplicity), and financing capacity.\nWe are advancing this evolution at the fastest pace we can. Already:\nWe’ve expanded our mission and vision: To create a world free of poverty on a\nlivable planet.\nShortened our project-approval process by three months, and we aim to shorten it\nby many more.\nIntegrated operations as “One World Bank” in 20 pilot countries to remove\nbureaucracy, break down silos, free up client capacity, and approach challenges\ncollectively.\nFound new ways to stretch our existing balance sheet further, leading to $120\nbillion of additional lending over the next 10 years.\nOverhauled our Knowledge Bank structure – anchored in five verticals – people,\nplanet, prosperity, infrastructure, and digital. Each with clearly defined expertise.\nBringing knowledge experts to the forefront of our country driven model – and\nCountry Partnership Frameworks. Creating bankable projects and implementing\nthem. And providing capacity to client governments when needed – a change that\nis welcomed by Pacific leaders.\nWe’ve worked to rebuild a focused corporate scorecard – moving from 150 items to\n22 – driving the institution toward impact. In doing so, we also give shareholders,\nclients, and taxpayers – the ability to clearly see the impact we are delivering.\nAs a direct result of these reforms, the World Bank Group is on a path to deliver\ngreater scale and greater impact. Manifesting as an ability to take on bigger, more\nambitious projects, work seamlessly across the institution, and better aid countries\nin their development journeys.\nSome of you may have seen the early signs of this ambition.\nWe’ve committed to deploy 45% of World Bank Group funds toward climate, with\nhalf of development finance for mitigation and half for adaptation, by 2025. In the\nPacific region 97 percent of our climate financing goes to adaptation.\nWe’ve set a target to provide quality, affordable health care to 1.5 billion people by\n2030. Part of this work was on display in Fiji where the World Bank is expanding\naccess through medical facilities, telehealth, and community health workers.\nWe’re executing an action plan to bring cleaner, stable, and affordable energy to\n300 million Africans by 2030—250 million from the Bank and 50 million from the\nAfrican Development Bank. And expanding social protection programs – with\npartners – to alleviate hunger for half a billion people by 2030 – aiming for half of\nthese beneficiaries to be women.\nWe are excited about what we can deliver with these changes in place. But we are\nclear-eyed about the scale of our challenges.\nThis is why we are working to secure a significant replenishment of International\nDevelopment Association – IDA – which as the Lowy Institute stated plainly in a\npaper last week – is critical for the development and stability of the Pacific Islands.\nMany shareholders – like Australia – are making hard budget decisions and\ntradeoffs over the next few months. During this time, I hope they will keep in mind\nthat the magic of IDA is not only the lifeline it offers to these countries, but its\nunique capacity to multiply every donor dollar four times. It’s the best deal in\ndevelopment.\nWe know that the World Bank alone won’t be enough to provide the trillions\nrequired annually for climate, fragility, education, hunger alleviation, health care,\nand inequality.\nOr produce jobs fast enough to absorb the 1.2 billion young people in emerging\nmarkets who will become working age adults over the next 10 years. This\ngeneration is facing a job market that is projected to only offer spots for 420\nmillion of them, leaving nearly 800 million without a clear path to prosperity.\nThat is why we need all shoulders at the wheel – governments, philanthropies, and\nmultilateral development banks working together.\nBut to close the financing and jobs gap, we also need the private sector. We require\ntheir ingenuity, speed, and resources to create the demand for investment by\ngenerating bankable projects.\nThat is why we recruited 15 leading CEOs – including Shemara at Macquarie, Noel\nat HSBC, Hironori at Mitsubishi, Chandra at Tata, and Dilhan at Temasek – to help\nus find solutions to dramatically increase private sector investing in renewable\nenergy in emerging markets and began implementing their feedback.\nWe’ve also launched a dedicated initiative aimed at generating jobs led by\nPresidents Tharman of Singapore and Michelle Bachelet of Chile. They will lead a\ngroup of business leaders, civil society, and academics – who will meet for the first\ntime at our Annual Meetings in October – in the design of strategy to create jobs\nfor young people focused on energy, infrastructure, agribusiness, health, and\ntourism.\nFor us, this is just the beginning. We have additional reforms underway and greater\nambition on the horizon.\nUltimately, the World Bank is an instrument that reflects the ambition of those on\nwhose generosity it relies, and the progress we aspire to achieve demands more.\nSource: 09_Remarks by World Bank Group President Ajay Banga a.html",
      "word_count": 1260,
      "char_count": 7647
    },
    {
      "id": 9,
      "filename": "09_Remarks by World Bank President Ajay Banga at the .pdf",
      "date_prefix": "09",
      "title": "Remarks by World Bank President Ajay Banga at the ",
      "text": "Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank President Ajay\nBanga at the 2023 G20 India Leaders\nSummit \"One Future\" Session\nBlogs\nThe world is much different than it was when the World Bank was founded.\nWe face declining progress in our fight against poverty, an existential climate crisis,\nfood insecurity, fragility, a fledgling pandemic recovery, widening disparity, and a\ncrippling war on the borders of Europe.\nAll intertwined.\nThe remarkable G20 New Delhi Declaration, which I congratulate Prime Minister\nModi and all G20 Members on, puts the World Bank at the center of our search for\nsolutions.\nWe were built to take on difficult challenges.\nBut to truly make a difference, we will need a greater appetite for risk, meaningful\nprivate sector financing, and… a sense of urgency.\nThis urgency motivates us to write a new playbook that will drive impactful\ndevelopment.\nOur challenges don’t respect lines on a map. And if we fail to work together – we all\nlose.\nTo respond, under the umbrella of our Evolution Roadmap, we are becoming a\nbetter Bank.\nWe are becoming more efficient – incentivizing output, not input. Keeping focus on\nhow many girls are in school, jobs created, and private sector dollars mobilized.\nImpact is our new measuring stick.\nAt your urging, we are digging deep to boost our lending capacity, but we are going\nfurther, creating new mechanisms that would allow us to do even more.\nWe’re working to expand concessional financing to help more low-income\ncountries achieve their goals, while thinking creatively about how to encourage\ncooperation across borders and tackle shared challenges.\nThis progress is important, but it is not the end of our journey.\nAfter we deliver a better bank, we will need a bigger Bank. Bigger than what the\ncapital adequacy framework will produce by itself.\nAs we face a new era in development, we remain committed to creating a world free\nof poverty on a livable planet.\nSource: 09_Remarks by World Bank President Ajay Banga at the .html",
      "word_count": 336,
      "char_count": 2011
    },
    {
      "id": 10,
      "filename": "10_Remarks by World Bank Group President Ajay Banga a.pdf",
      "date_prefix": "10",
      "title": "Remarks by World Bank Group President Ajay Banga a",
      "text": "Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank Group President\nAjay Banga at the 2023 Annual Meetings\nPlenary\nBlogs\nAs Prepared for Delivery\nGood morning.\nChair Marchenko, thank you for chairing this plenary.\nMr. Kabbaj, Prime Minister Akhannouch, thank you for hosting these Annual\nMeetings. The road to Marrakech was not an easy one, delayed by the pandemic\nand persevering after an earthquake. Yet the warmth and hospitality we’ve received\nfrom your government and all Moroccans has been humbling.\nKristalina – it is a privilege to host these Annual Meetings together.\nI would like to thank my predecessor, David.\nThose of us in this room are fortunate. We are custodians of an institution with a\ntremendous responsibility at a time of uncertainty and great consequence.\nThe world is fraught with profound forces and rapid changes.\nWe face declining progress in our fight against poverty, an existential climate crisis,\nfood insecurity, fragility, a fledgling pandemic recovery, and are feeling the effects\nof conflicts beyond the front.\nA perfect storm of intertwined challenges and geopolitical complexity that taken\ntogether exacerbate inequality.\nEconomic growth in much of the developing world is retreating. Falling from 6\npercent to 5 percent in two decades, and on track for just 4 percent over the next 7\nyears.\nWith each lost percent, 100 million people are pulled into poverty and another 50\nmillion people are pushed into extreme poverty.\nDig deeper and you’ll find people struggling to provide for themselves and their\nfamilies as incomes have stagnated. In Sub-Saharan Africa per capita income is the\nsame as it was 14 years ago.\nMeanwhile, debt has increased throughout emerging markets – doubling in Africa\n– shackling countries to the ground just as they’re trying to rise.\nWe are living in a world with alarming challenges but at a time of intensifying\npolarization and extremes.\nBeneath the surface, a growing mistrust is pulling the Global North and South\napart, complicating the prospect of progress.\nThe Global South’s frustration is understandable. In many ways they are paying the\nprice for the prosperity of others.\nWhen they should be ascendant, they’re concerned promised resources will never\nmanifest, they feel energy rules aren’t applied universally, and they’re worried a\nburgeoning generation will be locked into a prison of poverty.\nBut the truth is: We cannot endure another period of emission heavy growth.\nWe must find a way to finance a different world where our climate is protected,\npandemics are manageable – if not preventable – food is abundant, and fragility\nand poverty are defeated.\nOur task is great.\nLooking across the world it is easy to be consumed by a sense of despair.\nYet – in all corners of the globe, people are eager to go to work, and to create with\ntheir own hands. They want a better life for their children and grandchildren.\nI have felt that yearning among entrepreneurs in Nigeria, seen it in the proud eyes\nof artists in Indonesia, and touched it on the worn hands of farmers in Jamaica.\nThe Bank has an obligation – a duty – to match their energy with a fierce\ndetermination. We must be the hand on the back – moving people forward. We\nmust be an institution that exports optimism and impact.\nBut we must change to make good on that promise and deliver on what is being\ndemanded.\nThe World Bank is turning to face the wind.\nThat evolution began months ago, and today there is a new vision and mission for\nthe World Bank.\nTo create a world free of poverty – on a livable planet.\nBut time is of the essence.\nThis urgency motivated us to write a new playbook – a new mission. One that will\ndrive impactful development and lead to a better quality of life – access to clean air,\nclean water, education and decent health care.\nIt is a mission that is inclusive of everyone, including women and young people;\nResilient to shocks, including against climate and biodiversity crises, pandemics\nand fragility;\nAnd sustainable, through growth and job creation, human development, fiscal and\ndebt management, food security and access to clean air, water, and affordable\nenergy.\nWith this vision, we are widening the aperture of the World Bank, reflecting a\nreality that the luxury of choice was for the last generation.\nTo confront the intertwined challenges, our only option is to respond aggressively,\nsimultaneously, and comprehensively.\nWe cannot make adequate progress on public health while rising temperatures\nchange the patterns of infectious diseases and breed pandemics.\nWe can’t help farmers expand crop yields and feed growing populations using\ntechniques that were not designed for years long droughts.\nAnd we will never reliably connect entrepreneurs with markets if the roads they\nrely on for shipping get washed away every year in a flood.\nThis is why we need a new playbook.\nAt the center must be women and young people.\nWithout a focus on both we are fighting with a hand behind our back.\nGlobally, women have not seen their participation in the labor force improve since\n1990. And when they do get a seat at the table they aren’t paid equally.\nWe cannot defeat poverty with half the world’s population on the sideline.\nAnd young people, they can be the engine of our future; but only if we provide\nquality of life when they’re growing up – and then a job.\nWith a job comes dignity, pride, the ability to provide for yourself and your family.\nWithout a job – or the hope of one – human despair turns to anger, in those\nmoments people grasp for any hand that offers a way out. Those costs can deliver\nirreparable harm on a society – or – on entire generations.\nThe urgency and importance cannot be overstated. Our own estimates project that\nin the next 10 years, 1.1 billion young people across the Global South will become\nworking age adults. Yet, in the same period and same countries, we are only\nexpected to create 325 million jobs.\nThe cost of inaction is unimaginable – this demographic dividend must not be\nallowed to become a demographic challenge.\nThis vision and mission will test the sincerity of our ambition – it sets us on a\njourney that will require reimagined partnerships, a new way of working and\nthinking, an innovative plan to scale and replicate, additional resources, and\noptimism for what could be possible.\nThat is the new direction of the World Bank and what I am excited to share with\nyou today.\nWe took our first steps on this journey in April, squeezing $40 billion over 10 years\nfrom our balance sheet by adjusting our loan to equity ratio.\nAnd over the last few months, we dug even deeper, creating a portfolio guarantee\nmechanism and launching a hybrid capital instrument.\nThese new tools enable us to take more risks and boost our lending capacity further\n– all while preserving our AAA rating. Taken together we could provide $157 billion\nmore in lending capacity over a decade.\nOur work has been met with enthusiasm – and generosity.\nGermany moved first to support hybrid capital, their contribution will give us €2.4\nbillion in additional IBRD lending over the next 10 years.\nWhile the United States’ early support for portfolio guarantees could unlock\nroughly $25 billion in new IBRD lending – and we expect others to join in soon.\nWhat makes these tools unique – and a good investment – is their ability to\nleverage every dollar six to eight times over 10 years.\nBut we are not stopping there.\nWith other multilateral development banks, we are exploring ways to better utilize\ncallable capital and SDRs. Both are complicated but achievable. Unlocking their\npotential will take time and requires action from shareholders and central banks.\nWe see other opportunities.\nOur Global Public Goods Fund was designed to incentivize cooperation across\nborders and tackle shared challenges. But, in the past, the funding came only from\nIBRD’s income, holding back its potential.\nNow, we’re opening the door to governments and philanthropies, which could grow\nconcessional resources. With this bigger ambition and ability to deliver on our new\nmission we believe this will be a true Livable Planet Fund.\nWe know this model can work. In a big step forward, Uruguay became the first\ncountry to take advantage of reduced interest rates as a direct result of meeting\nclimate performance targets.\nAn innovative approach that we aim to scale.\nAnd we are continuing to test other ideas across our ecosystem of incentives.\nWe’re exploring maturities of 35 to 40 years to help countries navigate longer term\nhorizons for social and human capital investments.\nWe’re investigating if we can reduce interest rates to incentivize exiting from coal\nas part of energy transitions.\nAnd in countries that utilize both IDA and IBRD, we’re looking to find ways to\nencourage a renewable energy transition by increasing concessional finance in the\nmix.\nThis spirit of innovation and exploration is comprehensive.\nThe World Bank stepped forward to support the most vulnerable when\ncompounding challenges – the War in Ukraine, effects of the pandemic, and\ninflation – hit. But the need was so great that we allocated the majority of our\nthree-year Crisis Response Window in the first year.\nSo now, we need to replenish it.\nOur objective is to raise $4 billion for the Crisis Response Window Plus.\nThe United States is requesting $1 billion from Congress. And other countries –\nlike the Nordics – are pledging donations.\nStill, we are a long way from our goal and time is short.\nWe are looking for others to step forward. We need our donors’ help to reload this\nfund and carry us through our next IDA cycle.\nIf we really want to incentivize change – we can’t just wish it – we need to fight for\nit.\nNowhere is this truer than IDA. We are pushing the limits of this important\nconcessional resource and no amount of creative financial engineering will\ncompensate for the fact that we need more funding.\nThis must drive each of us to make the next replenishment of IDA the largest of all\ntime.\nWe need donors, shareholders, and philanthropies to step up, join us, and bring\ntheir ambition to this fight, otherwise these instruments are just theoretical.\nMeanwhile, we aren’t waiting.\nWe are recruiting new partners and reimagining partnerships.\nWe are joining with others, working alongside multilateral development banks to\ncoordinate global action, catalyze change, and multiply impact.\nDuring my first trip, Ilan Goldfajn from the InterAmerican Development Bank and\nI visited Peru and Jamaica to make purposeful what too often has been accidental –\ncollaboration.\nOur partnership focuses on three objectives: attack deforestation the Amazon,\nstrengthen the Caribbean’s resilience to natural disasters, and bridge the digital-\naccess gap across Latin America and the Caribbean.\nWe will not deliver results overnight but together our impact will be greater than it\nwould be on our own. That is why the World Bank is reaching out to other\ninstitutions in hopes of establishing similar partnerships.\nThat spirit of common cause is shared among multilateral development banks.\nWe are oriented toward impact and the competition of the past has begun to give\nway. We recognize there is much we can do together, but in these early days we are\nfocusing our energy on four areas that will lift us all.\nOne, we are working with credit rating agencies to help improve their\nunderstanding of our work and risks. They are integral to unlocking capital and\npricing. Without progress, ideas like callable capital will be out of reach.\nTwo, we are expanding collaboration on joint financing. Establishing a Co-\nFinancing Platform to facilitate coordination across global and regional priorities.\nThree, we are standardizing our processes, reducing transaction costs, and freeing\nup technical capacity. Already we are making progress on procurement and\nstreamlining environmental and social frameworks.\nAnd finally, we are developing a new approach to track climate outcomes based on\nimpact. We plan to share more about our progress at COP28 in Dubai.\nThis unified approach could greatly benefit the governments we serve, making it\neasier for them to access resources from a diverse set of multilateral development\nbanks, focusing lending through a single country platform.\nBut the World Bank – and my friends in the other multilateral development banks\n– don’t have a monopoly on good ideas.\nWe should steal shamelessly – and share seamlessly.\nAnd we must do it with – and among – think tanks, the private sector, civil society,\nand – anyone who is moving the needle.\nThere is much we can do together but this commitment to impact begins with\nourselves.\nThe World Bank has launched an ambitious program to quicken our pace, increase\nour efficiency, and simplify our processes.\nKnowing that when development is delayed – development is denied.\nBy the numbers, one year without education reduces a person’s future income by\n10 percent annually.\nDepriving a child of proper nutrition in their first 1,000 days, decreases their\nincome by around 17 percent every year – for the rest of their life.\nYet, at the World Bank, we are spending the same amount of time on a difficult\nproject, like a 2,000-mile transmission line that traverses conflict zones and critical\nenvironments, as we do constructing a small solar grid or new school.\nOur teams spend months preparing reports that evaluate risk from every angle –\n4,880 days of staff time each year just on duplicative internal reviews and\nclearances.\nAnd when a project works that should be expanded, our processes require teams to\nstart fresh – telling communities to wait patiently while children grow, poverty\ndeepens, untreated illnesses worsen, and the worn path to clean water is packed\nharder step, by step, by step.\nCurrently, a World Bank project takes 27 months – on average – before a single\ndollar gets out the door. This is followed by a lengthy implementation process and\nproject construction.\nToo often it’s longer than 10 years before the first benefits are felt.\nThat is a lifetime.\nWe must do better. And there is precious time we can save.\nWe have the entire process in our crosshairs, initially working to dramatically\nreduce the project review and approval time by one-third.\nBut with ambition to do more.\nOur plan calls for simplifying approvals, proportionately adjusting reviews, and\ncombining intelligent technology with shorter timelines to drive speed.\nAnd we will do it without making a single change to our environmental and social\nstandards that protect the communities we work for and give peace of mind to our\npartners and shareholders.\nWe do not believe quality conflicts with speed; we believe we can deliver both\nquality and speed.\nThis is important progress but there’s more we can do and are developing a plan to\nbetter support governments with implementation. If we can build technical\nassistance into our projects from the start and help countries develop capacity – we\ncan give time back.\nNot only are we streamlining our approach and encouraging our teams to work\nfaster – we are exploring ways to incentivize speed and collaboration throughout\nthe World Bank.\nThat need for collaboration, demand for impact, and belief that there is elegance in\nsimplicity has inspired us to think about a potentially transformational program.\nOur hope is to refocus the World Bank to confront challenges not just as a funding\nmechanism, but as a knowledge mechanism.\nThat’s what governments are calling for – our knowledge.\nThe World Bank has long been celebrated for approaching the thorniest problems\nto find solutions and change lives.\nIn my brief time at the Bank, I have seen that impact with my own eyes.\nIn India, technology is used to track student attendance and performance in real\ntime. Education experts spot problems, take quick action, and get kids back on\ntrack.\nAs a result, student and teacher attendance, and enrollment have all increased.\nIn Peru, free legal centers are changing – and saving – lives. Every day there are\nlines out the door.\nWomen pursuing unpaid pensions and child support, others seeking justice for\ndomestic and sexual violence.\nStories that aren’t unique to women in Peru.\nIt’s not just India and Peru that are trying to improve education outcomes or create\nmore equitable societies. So, why haven’t we exported this success?\nThe World Bank has enjoyed many successes. Knowledge gained with each.\nIn the last five years alone, we helped 100 million people find jobs, we expanded\nhealthcare access to over 1 billion people, we’ve helped nearly 500 million kids get\nan education, and we’ve reduced carbon emissions by over 230 million tons\nannually.\nAnd despite this progress – too many still haven't felt the impact of what we have\ndone.\nToo many are still unable to enjoy the dignity of work.\nToo many still live without access to electricity, quality education, decent health\ncare.\nAnd too many of our most impactful projects go no further than a report on a shelf.\nTo reverse the trend and extend the hand of good fortune further, we must scale\nand replicate the impactful solutions we have worked so hard to find.\nAnd we will do this in way that makes the World Bank more approachable,\naccessible, and understandable.\nFirst, bringing our knowledge to the forefront of our country driven model – and\nCountry Partnership Frameworks. Sitting as partners with governments, working\nto craft a focused development plan that is a marriage of their ambition and our\nexpertise.\nSecond, helping to create and cultivate bankable projects and implement them. Our\nknowledge teams, working with our country teams to bring all the World Bank\noffers to bear – being a force multiplier for governments when additional capacity\nis needed.\nAnd finally, driving thought leadership that moves the Bank, the world, and big\nideas forward through our research, reports, and broader engagement.\nOur knowledge work – the country partnership frameworks, cultivating bankable\nprojects, and our thought leadership – will be organized into five simple verticals:\nPeople – health, education, social protection\nProsperity – jobs, tax policy, economic policy, financial inclusion, small business\nPlanet – air, water, soil health, biodiversity, forests, adaptation and mitigation\nInfrastructure – roads, bridges, energy\nDigital – because that’s transforming our world and will make everything else\npossible.\nAnd across those five verticals – holding our feet to the fire – we will measure our\nimpact on gender equality, jobs for young people, and climate impacts.\nEmbedded within the vault of the knowledge bank are our eight global challenges –\nAdaptation and Mitigation; Fragility and Conflict; Pandemic Prevention and\nPreparedness; Energy Access; Food and Nutrition Security; Water Security and\nAccess; Enabling Digitalization; and Protecting Biodiversity and Nature.\nAll organized in a way that ensures impact at scale.\nBut even with a better Bank. Even with governments, multilateral institutions, and\nphilanthropies all working together we will still fall short.\nWe need the scale, resources, and ingenuity of the private sector.\nThus far, IFC has worked with the private sector using just $5.6 billion of\nshareholder capital to mobilize $162 billion of private sector investments.\nBut truly meaningful, sustainable progress has evaded us.\nTo help solve this riddle, we launched the Private Sector Investment Lab and\nrecruited fifteen of the world’s leading CEOs – across asset management\ncompanies, banks, as well as operators.\nWe are exploring opportunities for the World Bank to help mitigate risk, drive\npolicy actions to entice new entrants, and ensure projects become bankable.\nWe are trying to make systemic change.\nThe Lab is initially focused on increasing private investment in renewable energy\nand the energy transition in developing countries – searching for actionable ideas\nthat will bend the curve on emissions heavy growth.\nThere are already signs of hope.\nIn the first meeting, we identified a set of markets, each with potential for private\ncapital investments, but each with challenges that we must address.\nWe identified early ideas for how the Bank can better mobilize private finance.\nAmong those was to unify guarantee issuance across the institution, simplifying\naccess to them and supporting an ambitious growth plan for MIGA over the next\nfew years.\nSeeing the strong demand for this effective tool, we are already acting and\nexploring ways to deliver.\nWe are asking a lot of the private sector.\nWe are asking them to operate in places and in situations that their algorithms and\nexpertise may not extend, on roads the World Bank has traveled for years.\nAnd if we are asking others to follow – we should be willing to share our map.\nThat means giving private sector investors and rating agencies usable data from\nour Global Emerging Markets Risk Database, originally developed to inform our\nown investing.\nWe believe transparency will inspire confidence and will lead to more informed\ndecision making, risk taking, and ultimately investing in emerging markets.\nOur plan is to release this data in a matter of months.\nWe are working now, in concert with other multilateral development banks, to\nreconstruct and clean the database to ensure its quality. This is a first step; we are\ncontinuing to explore what more we can do with our data to mobilize private\ncapital.\nBut our devotion is not just reflected in our words, it should be measured in action.\nWe are becoming more efficient – incentivizing output, not input, and ensuring we\nfocus less on money out the door and more on how many girls are in school, how\nmany jobs are created, how many tons of carbon dioxide emissions are avoided,\nand how many private sector dollars are mobilized.\nThat is why we are reconstructing our corporate scorecard from the ground up.\nPointing it toward outcomes and evidence – bringing it down from 153 items to\naround 20.\nThis scorecard will be our yardstick of accountability and a guidepost that our\nteams can rally around and work toward.\nBut by any measure, the World Bank is better today than it was yesterday.\nWe have a new vision and mission, we are asking all we can from our balance sheet,\nwe are unleashing the potential of our Livable Planet Fund, and giving IDA the\nattention it deserves.\nWe are becoming faster and more efficient; we have new ways to respond to crises,\nwe are focusing our knowledge bank on scale, and driving thought leadership.\nWe are collaborating with partners to maximize impact, and we are working side-\nby-side with the private sector.\nAnd though we are making a difference, though we are evolving, though we are\noperating with urgency – our work has just begun.\nThe ambition of the Evolution Roadmap should not be the end of our ambition for\nthe World Bank.\nThough we don’t have all the answers now, and those we are working toward will\ntake time, we do have desire, energy, and focus.\nThere are new frontiers to explore – like moving from small, bespoke loans to\nlarge, standardized investments that can be packaged.\nIf done right, we could draw in institutional investors – pension funds, insurance\ncompanies, sovereign wealth funds – and put their $70 trillion to work in\ndeveloping countries.\nThis has been the thing of fantasy for years, but hope isn’t a strategy.\nWe are in early days of building such a platform. But by doing the hard work now,\nwe will be in a position later for success.\nSuccess that could be further multiplied across multilateral development banks to\nmobilize much greater amounts of private capital than ever before.\nBut let us not forget, we aren’t starting at square one.\nEvery day, millions of people do their best to be part of the solution. There are real\nexamples of action.\nIn Nigeria, shopkeepers are using solar power to keep their shops open late into the\nevening.\nIn Indonesia, mangrove rehabilitation efforts are reducing carbon emissions,\ncreating sustainable employment for women, and protecting communities from\nfloods.\nIn Vietnam, rice farmers are embracing new techniques that slash methane\nemissions, while increasing incomes.\nWe do not suffer from a shortage of solutions; we are paralyzed by a persistent lack\nof courage to pursue them.\nThe good news is that we have solutions like these within reach, and resources at\nour disposal to scale them.\nFor example, we can spend better.\nEvery year $1.25 trillion are spent on subsidies for fossil fuels, agriculture, and\nfisheries. Some of these are very important and needed, but in other cases we can\ndo better.\nThe economic costs of fertilizer runoff, unnecessary air pollution, and overfishing is\n$6 trillion – every – single – year.\nBy repurposing some of this money to incentivize sustainable practices – we can\nprotect, air, water, and forests – while continuing to support those most in need.\nWe’ve seen this work.\nEurope worked for years to repurpose subsidies that once encouraged excessive\nfertilizer use. Now, the same amount of money goes to the same farmer to reduce\nfertilizer use – leading to a climate positive impact.\nBut not all solutions are years away.\nWe are in the final stages of a 20-year effort to build sound, transparent voluntary\ncarbon markets.\nThis effort learns from the past to protect against greenwashing and ensure the\nintegrity of emission reduction credits.\nThis assurance is a crucial piece of a complex puzzle.\nValidation is the backbone of healthy markets, it feeds investor confidence and\ngenerates better prices – enabling countries blessed with natural resources to see\nthe value of monetizing these assets and protecting them.\nMost importantly, they generate income for families and communities.\nIf successful, voluntary carbon markets could become more liquid, transparent and\na better deal for developing countries.\nOur ambition is to grow this platform to finance emissions reductions in\ndeveloping countries and benefit local communities.\nOur aspirations are limitless.\nDriving our work to deliver a better bank because eventually we will need a bigger\nbank. That will be the acid test of ambition.\nNearly all estimates make clear adequate progress requires trillions annually; far\nmore than what the capital adequacy framework will produce by itself. The private\nsector can help.\nBut we will need a bigger bank to increase our financing capacity, take on more risk\nto encourage investment, and support the replicability and scalability that the\nWorld Bank is preparing to deliver.\nThe World Bank is merely an instrument that reflects the ambition of our\nshareholders, the progress we aspire to achieve requires our resources and capital\nto be commensurate with our vision and the demands upon us.\nBut if there is wisdom in our origins, it is that we can do big things together.\nEvery generation believes that the set of challenges laid before them are the most\ndifficult, consequential, and intractable.\nBut never has humanity stared down a set of problems so complex and severe –\nthat our very existence is in question.\nHowever, as the leader of an institution founded on the principles of peace and\ncooperation, I wanted the first time I spoke with you to be with a message of impact\nand optimism.\nThere is nothing that gives me more hope than our capacity to work together in\ncommon purpose.\nBut too often we look to the ground and fail to lift our gaze.\nBut if one thing is clear today, it should be that the eyes of the World Bank are fixed\non the horizon.\nWe have inherited decades of knowledge and benefitted from the generosity of\nevery nation, now we are being called upon to lead, and we have never been better\npositioned to deliver the progress that is demanded.\nOur financing is an attractive resource but not more than the World Bank’s\ndevotion, creativity, people, and innovation.\nThose are the attributes that will carry us forward on this journey.\nThank you.\nSource: 10_Remarks by World Bank Group President Ajay Banga a.html",
      "word_count": 4629,
      "char_count": 27892
    },
    {
      "id": 11,
      "filename": "12_Remarks by Ajay Banga at the International Develop.pdf",
      "date_prefix": "12",
      "title": "Remarks by Ajay Banga at the International Develop",
      "text": "Ajay Banga\nPresident, World Bank Group\nRemarks by Ajay Banga at the\nInternational Development Association\n(IDA) Midterm Review\nBlogs\nDecember 6, 2023 -- Zanzibar, Tanzania\nAs prepared for delivery\nYour Excellencies – President Samia, President Mwinyi – it is a great honor to be\nwith you today. Thank you for the warm welcome and the hospitality that both of\nyour governments have conveyed to each of us.\nBefore I begin, I’d like to extend my condolences to you and the communities\nimpacted in the floods a few days ago. You should rest assured that the World Bank\nwill be by your side during the recovery and reconstruction.\nAt its founding, the International Development Association was charged with a\nsimple yet noble mission – to raise standards of living and build momentum for\ngrowth in developing countries.\nBut the landscape we face today is far more complex: declining progress in our\nfight against poverty, an existential climate crisis, food insecurity, fragility, a\nfledgling pandemic recovery, and conflict that touches lives beyond the frontlines.\nA perfect storm of intertwined challenges that exacerbate inequality.\nMeanwhile, in the next 10 years, 1.1 billion young people across the Global South\nwill become working age adults. Yet, in the same period and same countries, we are\nonly expected to create 325 million jobs…. The cost of inaction is unimaginable.\nBut how can we hope to make even adequate progress while 600 million people in\nAfrica – 36 million of whom live here in Tanzania – still don’t have access to\nreliable electricity?\nPut simply: We can’t.\nTo confront these intertwined development challenges, our only option is to\nrespond aggressively, simultaneously, and comprehensively.\nThat is why we have adopted a new vision: To create a world free of poverty – on a\nlivable planet.\nWith this vision, we have widened the aperture of the World Bank, and the same\nmotivations demand we expand the scope of IDA.\nMany of you came with the same commitment to purpose. It is what compelled me\nto be here and begin this journey of reimagining concessional finance together.\nThis will be difficult but if we really want to incentivize change and help countries\nwith their development goals, we can’t just wish it – we need to fight for it.\nWe need to move beyond projects to platforms, we need to replicate and scale\nsuccess, we need to steal shamelessly and share seamlessly.\nFor example, not too long ago I visited a town in Nigeria where IDA had helped\nfund a mini-grid system. The electricity it generated allowed small farmers to do\ntheir work in half the time, it enabled shop keepers to accept digital payments, and\ngave diabetics regular access to climate-controlled insulin.\nAnd – with the new revenue flowing into the community – the school got a new\nroof, streetlamps improved safety, and classroom enrollment increased.\nThat is the real power of electricity. But this is just one example, I want to see\n100,000 – 200,000 – half a million more. These benefits and opportunities\nshouldn’t be for the well off or the lucky – or this community and not that.\nIt should be for everyone…\nThis is why – with $5 billion from IDA – we are on a mission to deliver reliable,\naffordable, renewable electricity to 100 million Africans before 2030.\nBut our ambition comes at a cost.\nThe truth is we are pushing the limits of this important concessional resource and\nno amount of creative financial engineering will compensate for the fact that we\nneed more funding.\nThis must drive each of us to make the next replenishment of IDA the largest of all\ntime.\nWe need everyone – donors, shareholders, and philanthropies – to step up, join us,\nand bring their ambition to this fight, otherwise the potential for IDA will never be\nrealized.\nBut the change we aspire to achieve cannot just be bought.\nWe must reform to be faster and more efficient.\nWe must make good on the World Bank’s evolution roadmap and make IDA more\napproachable, accessible, and understandable.\nAnd we must keep focus on our goal to be better partners and deliver more impact.\nThat is made difficult when we require the governments we serve – often with\nlimited capacity – to navigate an opaque web of bespoke funds, each with a unique\napplication processes, individual standards, and variable allocations. This\noverwhelms countries, makes planning difficult, and diverts attention away from\nimpact.\nUltimately, development delayed is development denied.\nIf we could create fewer funds with more flexibility, streamline our standards, or\nbring uniformity to the application process – we can give back time.\nThere are other common sense reforms that we can pursue together.\nOver the last 10 years, the number of items in IDA that we have been asked to\nmeasure has grown from 120 to more than 1,000. As a result, our team and\ngovernments spend more time trying to tick the box than we do delivering results.\nThat is why the World Bank Group is reconstructing our corporate scorecard from\nthe ground up with an eye toward impact – how many girls went to school, how\nmany people got jobs, how much greenhouse gas emissions we avoided.\nIf we can extend our focus on outcomes to IDA, we can pull our attention away\nfrom paper and focus on projects and people.\nAchieving these reforms will require more from each of us. Fortunately, responding\nto these challenges is embedded in our origin.\nAfter Bretton Woods, U.S. Treasury Secretary Morgenthau observed that the World\nBank was the solution to one of the knottiest problems. But, he also said that\nsolution was made possible because “Only the good will, good sense and sincerity\nof all the nations could have found it.”\nThat is the same spirit that is being asked of us now.\nOver the next two days, we will have the opportunity to reflect on IDA’s journey,\nand reaffirm ourselves to its founding principles. Together we will reimagine what\nIDA could become and what we could achieve as a result.\nWe will have the opportunity to commit ourselves to the vision that sparked the\ncreation of IDA—a vision of a world where poverty is not a barrier to human\npotential, but a world where every individual has the opportunity to thrive.\nThat is a journey I am glad to be on with you.\nThank you.\nLast Updated: Dec 06, 2023\nSource: 12_Remarks by Ajay Banga at the International Develop.html",
      "word_count": 1078,
      "char_count": 6312
    },
    {
      "id": 12,
      "filename": "12_Remarks by World Bank President Ajay Banga at Tran.pdf",
      "date_prefix": "12",
      "title": "Remarks by World Bank President Ajay Banga at Tran",
      "text": "Ajay Banga\nPresident, World Bank Group\nRemarks by World Bank President Ajay\nBanga at Transforming Climate Finance\nEvent, COP28\nBlogs\nAs Prepared for Delivery\nWe are here at a critical moment in the arc of humanity – and the planet.\nBut it is not a moment without hope.\nThe resources of wealthy nations can create opportunities, meanwhile the\nabundance of sun, wind, fertile soil, and young people enjoyed by emerging\neconomies could drive our future.\nWe do not suffer from a shortage of solutions; we are paralyzed by a persistent lack\nof courage to pursue them.\nThough the World Bank knows what can be achieved when all shoulders push at\nthe wheel.\nWe have inherited decades of knowledge and benefitted from the generosity of\nevery nation, now we are being called upon to lead, and we have never been better\npositioned to deliver the progress that is demanded.\nThis motived us to secure a new mission and vision: To create a world free of\npoverty – on a livable planet.\nIn doing so, we widened the aperture of the World Bank, reflecting a reality that the\nluxury of choice was for the last generation and our challenges cannot be addressed\npiecemeal.\nBut our devotion is not just reflected in our words, it must be realized in action.\nIn 2021, we set a climate finance goal of attaining a 35 percent average by 2025. We\nare ahead of schedule – but that isn’t the time to celebrate, it is the time to push\nfurther.\nIt is the time to toss our cap over the wall.\nToday, the World Bank is setting an ambitious goal to devote 45 percent of our\nannual financing to climate by 2025.\nWe’re putting our ambition in overdrive and putting to work more than $40 billion\nper year – around $9 billion more than the original target. Making certain IBRD\nand IDA resources are deployed equally for mitigation and adaptation – because\nwhile we all are experiencing climate change, we are feeling the effects differently.\nFor example, every single person in the Caribbean knows what it is to live under\nthe fear of our failure to arrest climate change. They know that when a hurricane\nhits, it doesn’t just take lives, homes and roads – it steals time.\nTurning back the clock on hard won progress.\nWhen catastrophes occur, leaders are concerned about people and communities –\nmaintaining access to water, food, power, and – they’re tormented by the loss of\nlife.\nIn those moments, they need a reliable partner who is on their side – that partner\nshould be the World Bank.\nCountries should rest assured that when they take a hit, we have their back.\nThat is why today we are significantly expanding our crisis toolkit, delivering on\nthis promise in several ways:\n• Broadening the scope of our Climate Resilient Debt Clauses to cover all\nexisting loans for the most vulnerable.\n• Offering a pause on not only the principal but also the interest payments.\n• And enabling fees to be covered by concessional resources, so that others can\nhelp offset the costs.\nBut this is just one turn on a long journey – we can do more. Our legitimacy must\nbe earned daily through impact.\nOver the next few days, the World Bank will detail a blueprint for slashing methane\nemissions, announce a roadmap for high integrity carbon markets, discuss progress\non our Private Sector Investment Lab, and outline efforts to deepen the collective\nimpact of multilateral development banks.\nThis journey we are on demands action. And to do our part the World Bank must\nbe an institution that exports optimism and impact.\nBut while our journey may be fueled by hope – it will be realized by deeds.\nThank you.\nSource: 12_Remarks by World Bank President Ajay Banga at Tran.html",
      "word_count": 638,
      "char_count": 3626
    },
    {
      "id": 13,
      "filename": "unknown_date_Ajay Banga To Graduates Seize Luck Chase Curiosity.pdf",
      "date_prefix": "unknown",
      "title": "date_Ajay Banga To Graduates Seize Luck Chase Curiosity",
      "text": "Ajay Banga\nPresident, World Bank Group\nAjay Banga To Graduates: Seize Luck,\nChase Curiosity, and Lead with Decency\nStudent Experience\nAjay Banga To Graduates: Seize Luck,\nChase Curiosity, and Lead with Decency\nSamantha Krause\nMay 16, 2025\nSuccess is not a straight path paved by hard work alone; it’s shaped by the\nunexpected, driven by purpose, and sustained by character.\nThat is the message Ajaypal Banga, president of the World Bank Group, shared\nwith 975 graduate business students during his commencement address to the\nGeorgetown University McDonough School of Business Class of 2025.\nBanga understands the essential ingredients to a successful career. He has\nchampioned corporate initiatives to advance financial inclusion at the head of\ncompanies such as Mastercard and Citigroup, he has advocated for ethical and\nresponsible business practices in the public and private sectors, and he has\nimplemented strategies to improve economic conditions worldwide. As a result,\nhe’s received the highest accolades and recognition within his profession.\nBut while he acknowledged the hard work that brought him to this moment, he\nadmits that ambition is only half the story.\n“The next chapter of your life will be shaped, in large part, by luck,” said Banga.\n“It’s about being who you are, where you are, when you are. You can’t plan it. You\ncan’t control it. But it’s real”\nChange is Where Luck Lives\nBanga shared the personal moments of luck that shaped the trajectory of his career\n– when he met his wife in business class and the subsequent opportunities that\ntook them across cities and countries, ultimately leading to his current role at the\nWorld Bank Group. “I didn’t see any of it coming,” he shared. “But that is the other\nside of luck: the willingness to pursue it.”\n“Strict adherence to a meticulous plan deprives your career – and your life – of the\nopportunity to seize and pursue luck,” he told the graduates. “Don’t spend your\ntime plotting your career as a series of steps on a ladder. Take the plunge.”\nFinding the Courage to Commit – and Be Open to Change\nAnd when the opportunities present themselves, Banga encouraged the Class of\n2025 to have the courage to trust themselves and take action, even when the\nmoment carries risk.\n“You’ll be pulled in every direction – by expectations, by options, by the temptation\nto keep those options open,” shared Banga.\nStaying open to change is a trait he said he values deeply in leadership. He told the\nClass of 2025 to approach every situation – and person – as if they have something\nto teach you.\n“[Curiosity] is what makes you want to learn from people who don’t look like you,\ndon’t sound like you, don’t agree with you,” he said. “It’s what pushes you to ask\nquestions when everyone else is nodding along.”\nThe Decency Quotient\nTrue to the Jesuit character of the graduating class in front of him, Banga’s final\nmessage to the graduates was to be curious, but also purposeful, in their\nprofessional pursuits.\n“Decency brings everything else together,” said Banga. “It’s about being a hand on\nsomeone’s back, pushing them forward – not the hand in their face, holding them\nback.”\n“If you do that – if you hold onto these values – I have no doubt you’ll make your\nmark.”\nIn addition to delivering the McDonough School of Business commencement\naddress, Georgetown University Interim President Robert Groves awarded him an\nhonorary doctorate at the ceremony.\nHonoring the Class of 2025\nFor the Class of 2025, commencement is the culmination of their time at\nGeorgetown and a celebration of how far they have come. Graduates from the Full-\ntime and Flex MBA, Executive MBA programs in D.C. and Dubai, M.S. in\nManagement, M.S. in Business Analytics, M.S. in Finance, M.S. in Global Real\nAssets, and M.A. in International Business and Policy programs all came together\nto reflect on their academic achievements and look ahead to the next chapter of\ntheir lives beyond the Hilltop. The M.S. in Environment and Sustainability\nManagement program also celebrated their commencement exercises with the\nGraduate School of Arts and Sciences.\nTo Askari Rushing (MBA’25), a Full-time MBA student at Georgetown\nMcDonough, the commencement ceremony served as a joyous, yet bittersweet\nconclusion to his Georgetown journey. He appreciated Banga’s call to be a\nprincipled leader, specifically his remarks about the decency quotient.\n“It’s important to think about leadership from so many different angles,” Rushing\nsaid. “As we go out into the world, we now are representing the Georgetown name\nin future jobs we have and future people we interact with.”\nFor the graduates of the Executive MBA in Dubai program, this is a personal\naccomplishment as well as a milestone for the program. The inaugural class\ntraveled across the globe to celebrate the completion of their EMBA degree in\nWashington, D.C.\n“The [Executive MBA in Dubai] program has broadened my thinking and\nsharpened my ability to lead through complexity and uncertainty,” said Kristina\nLuck (B’97, EMBA’25). “Most of all, cura personalis has stuck with me — it’s a\nreminder to lead with empathy and stay grounded in what truly matters: people.”\nWatch the video recording of the ceremony.\nTagged\nClass of 2025\nExecutive Master's in Leadership\nExecutive MBA\nExecutive MBA in Dubai\nFlex MBA\nM.A. in International Business and Policy\nM.S. in Business Analytics\nM.S. in Global Real Assets\nM.S. in Management\nMBA\nSource: unknown_date_Ajay Banga To Graduates Seize Luck Chase Curiosity.html",
      "word_count": 906,
      "char_count": 5493
    },
    {
      "id": 14,
      "filename": "unknown_date_The Istana.pdf",
      "date_prefix": "unknown",
      "title": "date_The Istana",
      "text": "Ajay Banga\nPresident, World Bank Group\nSpeech by Ajay Banga\n© 2025 President's Office Last updated on 23 April 2025\nClear\nJulia Chatterley (Moderator): The reality is that the people most affected by\nthis issue — those with the most to gain or to lose — are the young people standing\non the cusp of adulthood, about to join the workforce, and simply imagining what\ntheir lives may be.\nIt’s with that in mind that we've invited young people from all around the world to\npose questions to the three leaders who are just about to join me on stage.\nSo please join me in welcoming World Bank Group President Ajay Banga, the\nformer Chilean President Michelle Bachelet, and President Tharman\nShanmugaratnam of Singapore.\nWelcome, everybody. I hope you're prepared for some really difficult questions,\nbecause that's what we're asking for. So if you are watching online and you want to\nask a particularly tough question, get them in now — because there is still time.\nFirst question — I'm looking for a difficult question from the studio audience,\nplease. Does somebody have a question for us? Gentleman there, I can see you.\nPlease make it tough. No pressure.\nAudience Member (Marco): My name is Marco. I'm French and Nigerian. And\nI have a question for Ajay. You've been at the Bank for two years now. As you\nreflect on your tenure, can you tell us something that you found easier than\nexpected, and something that you found harder than expected? And when you look\nto the future, what gives you confidence that the Bank is well positioned to tackle\nthis jobs agenda?\nAjay Banga, President, World Bank Group: So, what surprised me on the\npositive side is the depth and width of the kind of people in the Bank. Because\nwhen you want to learn about drinking water, for example — while you can learn a\nlot from Singapore, which is where we've set up a knowledge bank on water — the\nreality is, here in the Bank, you can call for people and in an hour you will have a\nconversation that educates you about a topic of which you may have known very\nlittle. But at the end of the hour, you will know enough to be dangerous in a\nconversation.\nThat quality of person — who is not just an academic expert, but has also had the\nchance to live\nand work in different countries around the world — that's a pretty rare asset, and\nnot something I\ncompletely understood before I joined.\nThe part that's very difficult is to get all this to work together in a way that you can\nunlock the\nmultiplier effect or the synergy caused by the different parts of the World Bank\nGroup operating\nas one well-oiled machine.\nWe have the public side of our Bank; we have the private side of our Bank. In the\nprivate side, we\nhave a capital side, we have a guarantee side, and we have a settlement of\ninvestment disputes\nside. Over time, these have grown in ways that have created silos between them. As\nany of you\nwho work in an organisation know, silos come with human nature.\nOur attempt to break that silo down — the Private Sector Lab is a way to break that\nsilo down.\nThe Jobs Council is a way to break the silo down by using outside-in input. That's\nhard. It's not\neasy, but it's progress that we're making.\nAnd so, why do I feel confident about being able to do something about jobs?\nBecause this is the\ntime to bring the different resources we have together to make those job\npossibilities come\nthrough. We have the ability to provide the public side of what's required — the\nenabling\ninfrastructure — with our public side of the Bank, IBRD and IDA. We have the\nability through our\nKnowledge Bank to provide help on regulatory policy, from land reform to labour\nreform, to mobile\ncollateral laws, to bankruptcy laws. And we have the private sector part of our Bank\n— IFC, MIGA,\nand ICSID, the settlement of investment disputes.\nWhen you bring those together, very few organisations have the ability to do this\nthe way we have,\nin one place, in-house. And so that's where my confidence and my ambition come\nfrom.\nJulia Chatterley: Dangerous in a good way, is how you described it.\nAjay Banga: Always a good way.\nJulia Chatterley: We’re going to go to our next question now, and I believe it's\nonline — and it's\nfor President Bachelet. Sophia from Moldova, thank you so much for your\nquestion. I'll read it out:\n\"Despite progress, women still face barriers to economic opportunities. What bold\nactions do you\nbelieve are most urgently needed to close the gender gap in the labour market?\"\nMichelle Bachelet, Former President of Chile: Well, thank you, Julia. I\nalways receive\nquestions on women's issues. I can’t imagine why.\nJulia Chatterley: Don't worry — we're not going to be sexist. Someone else is\ngoing to answer\nas well.\nMichelle Bachelet: And also because it’s one of my concerns. It was personal\nthroughout my\nlife.\nAnd I do believe that is completely true. I mean, even though women have more\naccess to work,\nusually they are the ones that are hit if there's a pandemic or economic crisis —\nwomen are the\nfirst who lose jobs and the last to recover them.\nAlso, they have the more precarious jobs, and many are in informal work. And of\ncourse their\nsalaries are less than men’s, and many face a lot of discrimination by law. So it's\nurgent, because\nwe know that women are half of the population. So if we don’t give women all the\nopportunities to\nthrive, then we are losing half of the potential of the world to thrive.\nSo what do we need to do? We need to act boldly and urgently.\nWhat things can be done? The first is we need to acknowledge and give attention to\nthe unpaid\ncare work that women do all over the world. And it's so important. Which society\ncan live without\ncare? The care of children, elderly people, people living with disabilities, or people\nwith diseases\n— it’s usually women, across the whole world, who take care of them.\nAnd it's so important, but we treat that as if it's invisible. Nobody thinks of that.\nAnd it's unpaid.\nIn my country, the Central Bank — and I’m saying that because it’s not the Ministry\nof Women,\nit’s the Central Bank — did a study and calculated the importance of unpaid care\nwork. If you\ncalculate it as part of the expanded GDP, it was 25.6 per cent. Well, my mining\nsector was 14.8\nper cent. And, of course, if you think of the mining sector contributing to other\nindustries, it came\nto 20 percent. But the other one was 25.6 per cent.\nJulia Chatterley: That’s a quarter of the economy that is simply not accounted\nfor — so important.\nMichelle Bachelet: And if you have women taking care of everyone and not\nhaving support,\nwomen cannot work, cannot earn money, cannot bring income to their families. So\ngovernments should pay attention to that, and should work to think about\nchildcare facilities, or care facilities for people living with disabilities.\nIn my country, we have done it. We have worked with municipalities creating all\nthese centres. Of\ncourse, not enough yet because it’s pretty costly, but I think it will be very\nimportant. Also, because\nyou need not only professionalise them — to know exactly what you have to do,\nhow to care in\ngood conditions for people — but also to take care of their mental health.\nBecause it's very difficult to be with children, or with disabled children all the time\nat home. And\nit's very difficult. So we need to take it seriously. So, one thing is: acknowledge the\nunpaid care\nand look for solutions to address that.\nSecond, it's very important to ensure that women receive the same salary for the\nsame work. That\ndoesn’t happen in the world.\nWhen I was a first-time candidate, one of my campaign slogans was: “Should I\nreceive a lower\nsalary than a man president? No. Why should women, doing the same work,\nreceive less salary?”\nWe need to work on that. Governments and the private sector need to supervise\nthat, see how it\nworks, have good laws that ensure that. Because in many places you have the law\nbut it’s not\nimplemented, because nobody’s looking after that.\nThe third thing is visibility. And in that sense, it's really important to have more\nwomen on boards\n— in companies, in both the private and public sectors. When I was President, I\nstarted with the\nstate companies, because that was where I could really decide, and then give the\nexample for\nmany others. That was really important. You've seen that when women are\ninvolved, those\ncompanies have very good performance. We saw it during the economic crisis also.\nSo, I think\nmany of these things can be done and should be done, and I think that everybody\nwill win and be\nin better conditions.\nAnd of course, we know that when a woman has an income, she dedicates 80\npercent of her\nincome to the family — education, health, etc. So if that happens, everybody wins.\nSociety wins.\nThe world wins. And men also win, because women are more happy. So everybody\nwins.\nJulia Chatterley: Nice. I'm going to very naughtily go rogue now — spend one\nmore minute on\nthis for gender equality and for balance. Who would like to weigh in for one minute\non their views\non this — Ajay or President Tharman?\nAjay Banga: No, look, I've known him a long time and he's a champion for this.\nSo I just — one\nminute, if you'd like to weigh in on this subject.\nTharman Shanmugaratnam, President of the Republic of Singapore:\nLet's put it this way. I\nthink Michelle has given us an extremely articulate case — for women, for\nhumanity, and for\neconomies. The fact is the under-utilisation of women’s talents and capabilities,\nand even the\nunder-training of many women starting from a very young age, is the largest\npotential loss of\neconomic growth that the world has today. Much of it in the developing world, but\nI would say\nthere are also problems in the advanced countries. But that is the largest potential\nloss of incomes\nand growth that we have today.\nSo Michelle’s final point — men also benefit, and not only because women are\nhappy. Everyone\nends up better off.\nJulia Chatterley: President Bachelet also asked how you're doing at the World\nBank. Will I be\ntold off for asking that question? You've not got the data at hand?\nAjay Banga: I've been studying the idea of and looking at our own compensation\n— basically, of\nwomen to men — equal pay for equal work. I think that's a really important thing. I\nsaw this in my\nprior private sector life as well. It is not easy to do it. The challenges are plenty. But\ndoing it is the\nmost important thing you can do to change the culture of an organisation.\nTo go from saying that you do something to advantage people, to saying you don't\nneed to do\nanything, it's just the way it should be. Getting this right — the fact that it's just the\nway it should\nbe — is kind of an important aspect of what Michelle is saying.\nJulia Chatterley: OK, let's move on and get another question. This time,\nPresident Tharman, it's\nfor you — and it's online again. Henry from Kenya, thank you so much for\nsubmitting your\nquestion. \"We live in a world where the intelligence age is booming. Automation is\nrising, alliances\nare shifting, and the economic order is changing — and then some. How should\ncountries think\nabout job creation amid such uncertainty?\"\nPresident Tharman: We live in a world where the talk is about who’s\ntaking my slice of the\npie, or how can I get back the slice that I believe is mine.\nJulia Chatterly: Or the whole cake.\nTharman Shanmugaratnam: And if that’s the only game in town,\nthere’s a way in which the\npie gets a little smaller over time.\nSo let’s take a step back. Our larger problem is that, starting from the\nGlobal Financial\nCrisis, through the 2010s, and even more so in the 2020s, the pie has\nbeen growing more\nslowly. And it’s natural that when the pie grows more slowly, the\narguments get a little\nsharper about who’s taking who’s slice, or the larger slice.\nOur real challenge, and our ambition, has to be to grow the pie. Our\nambition has to be to\ngrow the global middle class especially, and we can. In fact, we have the\nprospect of\ngrowing the global middle class by a billion people in the next five\nyears. The answer to\nthat lies largely in the developing world. And it's not just a rhetorical\ngoal — it's a very real\npossibility.\nWe’ve got 600 million young people entering the workforce in the next five years,\n800 million till\n2035. 600 million people better trained than their predecessors were. We also have\nmany people\nalready in the workforce, eking out a living or in the lower-middle-income group,\nwho are striving\nto become middle-income.\nThere’s a real possibility now of adding a billion people to the global\nmiddle class. Imagine\nwhat that does to the global consumption pie. It grows the pie for\neveryone. And we can\nachieve it, which is what we've been deliberating on in this council, and\nwhat the World\nBank is now obsessed with: how do we grow the pie? How do we grow\njobs and allow\npeople to get on a ladder of skills and incomes that grows the pie and\neventually benefits\nevery country, rich and poor alike?\nI would first say — and this may sound a little counterintuitive in this\nday and age — there\nare a lot of legs left in the game of exporting, a lot of scope still for\nmanufacturing and\nexporting to the world. I’ll give you an illustration. The big story of the last 15\nyears has been in\nthe evolution of the Chinese economy. It’s moving up the value curve, losing\ncompetitiveness in\nlow-skill, low-wage work while becoming more sophisticated, even developing\ntechnologies at the\nfrontier.\nThis is pre-tariff wars - it’s been happening over 15 years. In just five years, China\nshifted 25\npercent of clothing manufacturing out of the country into Southeast Asia, some of it\ninto Nigeria\nand Ethiopia. It also shifted 15 percent of shoe manufacturing out of China. So just\nimagine: what\nif China were to shift another 10 percent of manufacturing to sub-Saharan Africa?\nThat will mean\na doubling of the manufacturing workforce in sub-Saharan Africa, and a more than\ndoubling of\nmanufacturing GDP in sub-Saharan Africa. Likewise a substantial boost if 10 per\ncent of Chinese\nmanufacturing shifted to for South Asia.\nAnd that’s before looking at today’s tariffs and conflicts between nations. It’s part\nof the natural\nevolution of a huge developing economy that's succeeding, and starts shedding\nsome parts of\nwhat it's doing to the benefit of other countries.\nThey used to call it the flying geese pattern when Japan was in the lead. The\nChinese have\nanother term for it — the Leading Dragon Phenomenon. But that's a big story.\nManufacturing\noffers high productivity growth, more of a skills ladder, and it's still at the core of\neconomic\ndevelopment.\nSecond, scope to create jobs in agro-industry. I had a very light lunch just now: a\npacket of cashew\nnuts.\nAjay Banga: They were from Côte d'Ivoire.\nTharman Shanmugaratnam: Exactly, that’s my point. Chances are they were\nfrom Côte d'Ivoire.\nBut Côte d'Ivoire exports the raw cashews. It exports them halfway across the\nworld to be\nprocessed, and they are often then exported again to one of the developed\ncountries, where they\nare repackaged and rebranded, made to look very good, with margins added all\nalong the way.\nVery little of the final value of that packet of cashews that I ate over lunch accrues\nto the producer\nin Côte d'Ivoire. The World Bank is now working with Côte d'Ivoire to build up that\nprocessing\ncapability and allow them to earn their fair share of the value.\nLittle has changed since independence in Africa, when it was all about resource\nextraction. Very\nlittle has changed, very little downstream processing. So the number of jobs that\ncan be created,\nthe amount of profits, and the amount of reinvestment of profits in those\neconomies that can come\nfrom agro-business is very substantial.\nA third opportunity — regionalisation. Regionalisation has again escaped Africa.\nIt's a Southeast\nAsian ‘specialisation’ with ASEAN, as well as CPTPP and RCEP. South Asia has\nbeen a little\nslow. They've had some problems between themselves, but again, have significant\npotential. We\nhave the African Continental Free Trade Area but it has barely taken off. The cost of\ntransporting\ngoods within Africa is much higher than it is within East Asia, and that's a huge\npotential.\nThink of it as an opportunity for growth, because with the scale that comes from a\nregional market,\nyou can afford to invest in specialisation, and get onto a learning curve - similar to\nwhat East Asia\nwent through.\nSo we should exploit the potential of regionalisation, and exploit the potential of\nlinks\nbetween regional blocs — for example, between ASEAN and the EU, Africa and the\nEU,\nbetween CPTPP and the EU. These links between the blocs are about growing the\npie,\nbecause it's about lowering trade barriers so that we can trade more freely with\neach other\nand help grow jobs and grow the global middle class.\nJulia Chatterley: What you're saying is sort of the antithesis of where the world\nfeels like it's\nheaded at this moment. But do you think more inter-regional trade is likely, given\nwhat the world\neconomy is facing at this moment, with the risks of fundamentally higher tariffs, at\nleast in the\nUnited States?\nAjay Banga: Well, I said this at the press conference at the opening of these\nSpring Meetings: I\nbelieve that lower tariffs are good for everybody. In fact, the developed world tends\nto have lower\ntariffs than the developing world, so we need to figure that out.\nBut then inter-regional trade and bilateral and regional trade — that’s where it’s\ngoing. Look at\nthe last 10 years; the number of bilateral and regional trade deals being signed\naround the world\nare way in excess than what people are paying attention to. All the acronyms that\nPresident\nTharman was using — CPTPP, RCEP — these are all deals involving groups of\nnations in the\nlast decade. And it has changed the way trade is working in those countries, so yes,\nit's coming.\nJulia Chatterley: It brings us full circle back to the question, because the point\nultimately is the\nuncertainties are caused by a shrinking pie — or a pie that's not growing too\nquickly. If you can\nincrease that inter-regional trade, you'll create the jobs we’re talking about.\nMichelle Bachelet: First of all, I think inter-regional trade is essential. For\nexample, my country\nhas, I think, the biggest number of MOUs and FTAs with a lot of people. But within\nthe region,\nthere’s very little inter-regional trade. This is essential. And also, in the current\ncontext, everybody\nis looking at diversifying — whether they're buyers or sellers, because they feel they\nneed to not\nto be dependent on one country.\nJulia Chatterley: Absolutely. President Bachelet, the next question is for you:\nVictoria from\nMexico has a message.\nVictoria (video question): Hello! My name is Victoria. I'm 21 years old and I'm from\nMonterrey,\nMexico. My question to you is about the Latin American region and how we can\naddress the\nchallenge of stimulating economic growth and ensuring job stability. Informality is\nstill holding back\nreal growth in Latin America. What do you think governments can do to create\nmore stable jobs,\nespecially in industries with low productivity?\nJulia Chatterley: OK, so just to clarify — shrinking the informal sector across\nLatin America, and\nraising productivity away from low-productivity jobs. How?\nMichelle Bachelet: Well, the first thing — and it’s true in Latin America — in\nmany countries, 70\npercent of jobs are in the informal sector, and of those, three-quarters are women\nand young\npeople. So it's really important. It's not only holding back growth, but also\nincreasing inequality.\nAnd we should always think of growth as benefiting everyone.\nSo what can governments do? First of all, invest in people, and that comes from\neducation from\nthe earliest ages. I’m a fan of early childhood education and development, because I\nthink that\nwill provide them all the possibilities, all their own potential for the future.\nWe need to develop a lot of plans not just in higher education, but also training in\nskills and\nabilities. But that education has to be matched with today’s and tomorrow’s labour\nmarket\nopportunities. Because I’ve seen countries that have many tertiary-educated\nstudents, but they\nhave no jobs afterwards because they didn’t match.\nThe second thing is, how do we support SMEs? Because SMEs, in Latin America in\nparticular,\nthey’re the ones that create more jobs. But there are so many obstacles to opening\nnew SMEs.\nSo we need governments to help — to facilitate the life of SMEs, to support them\nwith looking at\nthe laws, the regulation of laws, and for workers, and also for their own activities —\nto be easier\nfor them to do what they do. And particularly, it has to be in all those areas where\nthey have low\nproductivity, because we need to support them, like agribusiness and others, that\ncan really make\nmore, achieve more.\nAnd third, we need to strengthen social protection systems, because those social\nprotection\nsystems will permit, on one hand, that informal workers will improve more interest\nin formalising,\nin being part of the formal. Because during the pandemic, we developed — in all of\nLatin America\n— a lot of subsidies and support for people who had lost their jobs. But the people\nwho were in\nthe informal sector, they couldn’t get any of those.\nSo we need to ensure that they have access to some of these benefits. And we have\nto find also,\nmaybe, some particular scheme for self-employment and others, that pay closer to\nthe formal and\ninformal sector.\nFinally, fighting informality is also an economic issue, because we will have more\neconomic\ndevelopment when we have people who are productive, working in more formal\nplaces with\nSMEs, etc. But also it's a matter of dignity, of respect, and equality and stability.\nJulia Chatterley: Ajay, this is a question for you. Chris from the United States\nsubmitted it. “The\nBank has identified sectors that it believes have high potential for job creation. Can\nyou help us\nunderstand why you’re prioritising these sectors?”\nAjay Banga: This is all part of our Jobs Council work. These two [gestures to\nTharman and\nMichelle] are the leaders of our Jobs Council. They do have day jobs, and they’re\nstill willing to\nhelp us, for which I’ll be eternally grateful.\nThe five sectors you’ve identified have one very key thing in common. They do not\nrely on the old\nmodel of only outsourcing OECD jobs to a developing country for growth. I think\nwe have to move\ncarefully past that model to go beyond it, to think what locally relevant jobs can we\nhelp to create.\nSo the first sector being infrastructure, all kinds — physical and digital. This is all\nabout making\nsure that schools, bridges, airports, digital, electricity, health skilling is available,\nbecause without\nthat, nothing can grow. But with it, it's the ultimate enabler. That’s the first one.\nThe second one is agriculture as a business. President Tharman talked about it,\nMichelle\nmentioned it, and I think we heard it earlier as well. There, the topic is smallholder\nfarmers. If you\nconnect them to cooperatives, if you give them a chance to get access to better\nfertilisers, better\nseeds, better cropping techniques, better weather prediction, better markets for\ntheir produce,\ncrop insurance — things of that type — you change their productivity. You no\nlonger end up with\nyoung people in their family selling the plot of land and essentially ending up being\nurban poor,\nwhich happens in the emerging markets all the time. So that’s the second part.\nThe third is primary healthcare. Not just because you create a better labour force,\nbut because\nyou create jobs for nurses, medical diagnostic technicians, for midwives, for PPE\nmanufacturing,\nfor pharma manufacturing. And so you’ll create better health, but you also create\njobs.\nThe fourth is tourism, which is the idea of the multiplier effect that tourism has.\nAmong the best\nmultipliers per dollar invested are the jobs created in tourism.\nAnd then the final one is manufacturing. And here, President Tharman talked\nabout the idea of\nhow manufacturing can fit in, both for local but also regional consumption. And by\nthis, I don’t\nmean extraction. I mean local value-added jobs.\nSo if you look at the emerging markets, there are lots of minerals and metals we all\nneed for\nenergy transition. Don’t just extract them and bring them elsewhere. Work on them\nthere. Give\npeople there a chance to do things with their hands and their brains — and get\nbetter value and\nearning.\nAnd then you will find the magic of all this comes together. That’s the purpose of\nthese five.\nThey’re chosen with that idea. They need other things to work — early childhood\ndevelopment,\nskilling, the involvement of women in the workforce. There’s a series of things that\nneed to\nhappen. But that’s the logic of these five sectors.\nJulia Chatterley: You can see where the jobs are created where people are born.\nAjay Banga: Absolutely.\nJulia Chatterley: President Tharman, next question for you. We have a very\nexcitable young\nperson from Mongolia.\nNaranzaya Batsaikhan (video question): Hello, President Tharman. My\nname is Naranzaya\nand I am from Ulaanbaatar, Mongolia. I’m 22 years old. My question for you is\nabout artificial\nintelligence (AI). There are two possible futures ahead of us: one where advances in\nAI upend\nlabour markets and lead us to a world without work, and another one where AI acts\nas a\ncomplement to labour, helping people become more productive. So in your view,\nhow will AI and\nadvances in technology impact job creation? Thank you.\nJulia Chatterley: Do you agree with the two scenarios?\nTharman Shanmugaratnam: Just give me 20 seconds to check ChatGPT for\nthe answer. But if\nI’m not allowed to do that, I’ll just say this: The answer is we don't know in advance\nwhether\nthe displacing effect of AI is going to be larger than the way it augments human\nskills and\nabilities.\nBut how it works out will depend on what we do now — what we do in that whole\nstack of\neducation and training, starting from the earliest years through a person's career,\nwhat we\ndo to use AI.\nI'd say, particularly for the developing world, let's not get too caught up in the\nquestion of\nwho’s going to have the leading large language model, who's going to win at the\nartificial\nintelligence frontier, or which of those six or seven firms is going to end up a\nwinner. That's\nan interesting game; a lot of money going into it, some over-inflated stock prices\nthat have\nrecently corrected. But that's not the only game in town. The main game in the\ndeveloping\nworld especially is: how do we use AI?\nEverything that was discussed in the last panel, and in what Ajay just spoke about,\nhas to\nso with using ‘small AI’ to improve productivity in every sector. It has great\ntremendous\npotential in the developing world. In maintaining soil health, and in precision\nagriculture -\nmeaning using precision irrigation, using just the right amount of water at the right\ntime,\nand using he right type of fertiliser at the right time.\nIt offers a large boost to productivity. And getting people out of the trap of low-\nproductivity\nagriculture is the way we get them into jobs in the other sectors that have higher\nproductivity, value, higher skills, higher wages over time. But first get people out of\nthat\ntrap of low-value agriculture. The technologies now allow us to do this better than\npreviously.\nBack To Listing\n© 2025 President's Office\nLast updated on 23 April 2025\nSource: unknown_date_The Istana.html",
      "word_count": 4809,
      "char_count": 27415
    }
  ]
}