{
  "id": "aHR0cHM6Ly93d3cud29ybGRiYW5rLm9y",
  "title": "Publication",
  "url": "https://www.worldbank.org/pt/research/publication",
  "content": "Working for a World Free of Poverty Esta página em: Português PT English Français العربية Español English Français العربية Español Welcome You have clicked on a link to a page that is not part of the beta version of the new worldbank.org. Before you leave, we’d love to get your feedback on your experience while you were here. Will you take two minutes to complete a brief survey that will help us to improve our website? Cancel No Thanks Yes, I'll provide feedback xClose Feedback Survey Thank you for agreeing to provide feedback on the new version of worldbank.org; your response will help us to improve our website. What was the purpose of your visit to worldbank.org today? Did the layout and navigation of the new site help you locate what you were looking for? Yes No Do you have any other feedback on the new version of our website? (Optional) If you are willing to be contacted in the future to help us improve our website, please leave your email address below. Which of the following best describes your career field or organization? Student Academic/Professor Government Employee Media Organization Multilateral Organization NGO or Nonprofit Private Sector Firm World Bank Group Other How often do you visit the World Bank website? This is my first time Daily About once a week About once a month Every six months or less often SUBMIT Thank you for participating in this survey! Your feedback is very helpful to us as we work to improve the site functionality on worldbank.org.",
  "summary": "Working for a World Free of Poverty Esta página em: Português PT English Français العربية Español English Français العربية Español Welcome You have clicked on a link to a page that is not part of the beta version of the new worldbank. org.  Before you leave, we’d love to get your feedback on your experience while you were here.",
  "date": "2025-11-04",
  "publicationType": "policy-paper",
  "tags": {
    "documentType": "report",
    "sectors": [],
    "regions": [],
    "countries": [],
    "themes": [],
    "initiatives": [],
    "authors": [],
    "departments": [],
    "lendingInstruments": [],
    "projectCodes": []
  },
  "strategicAlignment": {
    "score": 15,
    "aligned": [
      "poverty: Mentions poverty",
      "partnership: Mentions private sector, multilateral"
    ],
    "misaligned": [],
    "gaps": [
      "climate: No mention of climate or carbon",
      "reform: No mention of reform or transformation",
      "impact: No mention of impact or results",
      "digital: No mention of digital or technology",
      "jobs: No mention of employment or jobs",
      "fragility: No mention of fragility or conflict"
    ],
    "references": []
  },
  "metadata": {
    "language": "en",
    "wordCount": 256,
    "readingTime": 2,
    "publicationYear": 2025
  },
  "sourceReference": {
    "originalUrl": "https://www.worldbank.org/pt/research/publication",
    "scrapedFrom": "https://www.worldbank.org/en/research/publication",
    "discoveredAt": "2025-11-04T16:39:04.592Z",
    "sourceType": "linked"
  },
  "fileType": "html",
  "scrapedAt": "2025-11-04T16:39:04.592Z"
}