{
  "id": "aHR0cHM6Ly9vcGVua25vd2xlZGdlLndv",
  "title": "Open Knowledge Repository",
  "url": "https://openknowledge.worldbank.org/entities/publication/d08d3ee8-e38a-4f02-8ade-95b9c6075c0b",
  "content": "Maigret Publication: Commodity Markets Outlook, October 2025cbPostLikeShareLoading... Files in English Full Report (1.5 MB) 5,375 downloads Executive Summary (171.29 KB) 469 downloads Data Supplement (zip) (1.71 MB) 479 downloads Special Focus (441.2 KB) 220 downloads Published2025-10-29ISSNDate2025-10-29Author(s) World Bank Editor(s)PostLikeShareAbstractCommodity prices are expected to decline by about 7 percent overall this year, reflecting subdued global economic activity, elevated trade tensions and policy uncertainty, ample global supply of oil, and weather-related supply shocks. In 2026, commodity prices are forecast to fall by a further 7 percent, a fourth consecutive year of decline, as global growth remains sluggish and the oil market oversupplied. Energy price movements are envisaged to continue contributing to global disinflation in 2026. Metals and minerals prices are expected to remain stable in 2026, while agricultural prices are projected to edge down, primarily due to strong supply conditions. Precious metals prices are expected to rise another 5 percent, after a historically large, investment-driven rally of about 40 percent in 2025. Risks to the commodity price projections are tilted to the downside. Key downside risks include weaker-than-expected global growth, a longer-than-assumed period of economic policy uncertainty, and additional oversupply of oil. Upside risks include intensifying geopolitical tensions, the market impact of additional oil sanctions, supply reductions stemming from additional trade restrictions, unfavorable weather conditions, faster-than-expected rollout of new data centers. Commodity price volatility in recent years has revived interest in supply management via international commodity agreements. Historical experience, however, shows that the most effective policy is to promote diversification, innovation, transparency, and market-based pricing—measures that build lasting resilience to commodity price volatility.Link to Data SetCitation“World Bank. 2025. Commodity Markets Outlook, October 2025. © World Bank, Washington DC. http://hdl.handle.net/10986/43864 License: CC BY 3.0 IGO.”URI https://hdl.handle.net/10986/43864Associated URLsAssociated contentPress ReleaseCommodity Markets Outlook WebsiteReport SeriesOther publications in this report seriesJournalJournal VolumeJournal IssueCitationsSearch for citations in Google ScholarCollectionsGlobal Economic Prospects Full item page Show statistical information Related itemsShowing items related by metadata.PublicationCommodity Markets Outlook, October 2023 (Washington, DC: World Bank, 2023-10-30) World BankShow moreThe conflict in the Middle East—the latest of an extraordinary series of shocks in recent years—has heightened geopolitical risks for commodity markets, in an already uncertain global environment. Before the conflict began, voluntary oil supply withdrawals by OPEC+ producers pushed energy prices up 9 percent in the third quarter. As a result, the World Bank’s commodity price index rose 5 percent over that period and is now 45 percent above its 2015-19 average. For now, the war’s impact on commodity prices have been muted. Prices of oil and gold have risen moderately, but most other commodity prices have remained relatively stable. Nevertheless, history suggests that an escalation of the conflict represents a major risk that could lead to surging prices of oil and other commodities. A Special Focus section provides a preliminary assessment of the potential impact of the conflict on commodity prices. It finds that the effects of the conflict are likely to be limited, assuming the conflict does not widen. Under that assumption, the baseline forecast calls for commodity prices to decline slightly over the next two years. If the conflict does escalate, the assessment also includes what might happen under three risk scenarios, relying upon historical precedents to estimate the effects of small, moderate, and large disruptions to the global oil supply. The magnitude of the effects will depend on the duration and scale of the supply disruptions.Show morePublicationCommodity Markets Outlook, April 2025 (Washington, DC: World Bank, 2025-04-29) World BankShow moreCommodity prices are set to fall sharply this year, by about 12 percent overall, as weakening global economic growth weighs on demand. In 2026, commodity prices are projected to reach a six-year low. Oil prices are expected to exert substantial downward pressure on the aggregate commodity index in 2025, as a marked slowdown in global oil consumption coincides with expanding supply. The anticipated commodity price softening is broad-based, however, with more than half of the commodities in the forecast set to decrease this year, many by more than 10 percent. The latest shocks to hit commodity markets extend a so far tumultuous decade, marked by the highest level of commodity price volatility in at least half a century. Between 2020 and 2024, commodity price swings were frequent and sharp, with knock-on consequences for economic activity and inflation. In the next two years, commodity prices are expected to put downward pressure on global inflation. Risks to the commodity price projections are tilted to the downside. A sharper-than-expected slowdown in global growth—driven by worsening trade relations or a prolonged tightening of financial conditions—could further depress commodity demand, especially for industrial products. In addition, if OPEC+ fully unwinds its voluntary supply cuts, oil production will far exceed projected consumption. There are also important upside risks to commodity prices—for instance, if geopolitical tensions worsen, threatening oil and gas supplies, or if extreme weather events lead to agricultural and energy price spikes.Show morePublicationCommodity Markets Outlook, October 2019 (World Bank, Washington, DC, 2019-10-29) World Bank GroupShow moreCommodity Markets Outlook provides market analysis for major commodity groups -- energy, metals, agriculture, precious metals, and fertilizers. The report forecasts prices for 46 key commodities, including oil. It is published in April and October. The October 2019 report has a special focus on the role of substitution in commodity demand.Show morePublicationCommodity Markets Outlook, October 2018 (World Bank, Washington, DC, 2019) World Bank GroupShow moreCommodity prices in the third quarter of 2018 were buffeted by geopolitical and macroeconomic events. Energy prices gained 3 percent in 2018 Q3 (q/q), partly in response to the impending re-imposition of sanctions on Iran by the United States along with continuing declines in production in Venezuela. As a result, crude oil prices are expected to average $72 per barrel (bbl) in 2018 (up from $53/bbl in 2017) and $74/bbl in 2019. This represents a sizable upward revision from the April 2018 forecast. Moreover, risks to the oil price forecast are to the upside in the short-term, given the recent decline in spare capacity. In contrast, metal and agricultural prices declined 10 and 7 percent, respectively, in the third quarter of 2018 amid robust supplies and trade disputes. Metal prices are expected to stabilize in 2019 whereas agricultural prices are expected to gain almost 2 percent. This edition also examines how energy and metal commodity markets have evolved over the past 20 years. It shows that China has been the main driver of commodity demand growth, particularly for coal and metals, but that its demand is likely to slow while other emerging market economies are unlikely to emulate China.Show morePublicationCommodity Markets Outlook, October 2021 (World Bank, Washington, DC, 2021-10-21) World Bank GroupShow moreCommodity prices have risen to high levels by historical standards. Energy prices have increased sharply, especially for natural gas and coal, while most non-energy prices have plateaued after steep increases earlier in the year. Crude oil prices are forecast to average $74/bbl in 2022, up from a projected $70/bbl in 2021. After registering more than 48 percent increase this year, metal prices are projected to decline 5 percent in 2022. Agricultural prices, which are projected to rise more than 20 percent this year, are expected to broadly stabilize in 2022. These forecasts are subject to substantial risks, from adverse weather, further supply constraints, or additional outbreaks of COVID-19. Energy prices are particularly at risk of additional volatility in the near-term given low inventory levels. A Special Focus section explores the impact of urbanization on commodity demand. Although cities are often associated with increased demand for energy commodities (and hence greenhouse gas emissions) the report finds that high-density cities, particularly in advanced economies, can have lower per capita energy demand than low-density cities. As the share of people living in urban areas is expected to continue to rise, these results highlight the need for strategic urban planning to maximize the beneficial elements of cities and mitigate their negative impacts.Show moreUsers also downloadedShowing related downloaded filesPublicationSocial Protection and Jobs Responses to COVID-19 (Washington, DC: World Bank, 2022-02-07) Gentilini,Ugo; Almenfi,Mohamed Bubaker Alsafi; Iyengar,TMM; Okamura,Yuko; Downes,John Austin; Dale,Pamela; Weber,Michael; Newhouse,David Locke; Rodriguez Alas,Claudia P; Kamran,Mareeha; Mujica Canas,Ingrid Veronica; Fontenez,Maria Belen; Asieduah,Sandra; Mahboobani Martinez,Vikesh Ramesh; Reyes Hartley,Gonzalo Javier; Demarco,Gustavo C.; Abels,Miglena; Zafar,Usama; Urteaga,Emilio Raul; Valleriani,Giorgia; Muhindo,Jimmy Vulembera; Aziz,SherazShow moreAs of January 2022, a total of 3,856 social protection and labor measures were planned or implemented by 223 economies. This constitutes a net increase of 523 measures, or 15.6 percent since the last update in May 2021. While noteworthy, such increase is the lowest among net additions observed over previous semesters. In fact, the global pace of measures’ introduction over January 2020-January 2022 has been slowing down. This report focuses on the real-time review of country measures in terms of social protection and job responses to Coronavirus (COVID-19).Show morePublicationMining Royalties : A Global Study of Their Impact on Investors, Government, and Civil Society (Washington, DC: World Bank, 2006) Otto, James; Andrews, Craig; Cawood, Fred; Doggett, Michael; Guj, Pietro; Stermole, Frank; Stermole, John; Tilton, JohnShow moreMineral sector regulatory and fiscal systems have been undergoing major reforms across the globe. This book focuses on information and analysis relating to mineral royalties. It provides a general discussion of the concepts behind mining taxation, a guide to royalties, examples of royalty calculations and the ways in which these interact with other forms of taxation, as well as financial effects on investments under varying conditions. Primary information includes royalty legislation from over forty nations. The book discusses implications for investors and governments of various tax regimes and provides specific country case examples. A chapter is included on transparency, governance, and management of revenue streams. The appendices, in the second volume, contain brief summaries and selected statutes relating to royalties in a broad cross-section of nations around the world; sample spreadsheets of the results of mine models that were analyzed; and examples of administrative and distributional approaches to collecting royalties.Show morePublicationInternational Financial Reporting Standards : A Practical Guide, 5th Edition (World Bank, 2009) Van Greuning, HennieShow moreThe publication of this fifth edition coincides with the convergence in accounting standards that has been a feature of the international landscape since the global financial crisis of 1998. The events of that year prompted several international organizations, including the World Bank and the International Monetary Fund, to launch a cooperative initiative to strengthen the global financial architecture and to seek a longer-term solution to the lack of transparency in financial information. A conscious decision has been made to focus on the needs of executives and financial analysts in the private and public sectors who might not have a strong accounting background. This publication summarizes each standard so managers and analysts can quickly obtain a broad overview of the key issues. Detailed discussion of certain topics has been excluded to maintain the overall objective of providing a useful tool to managers and financial analysts. In addition to the short summaries, most chapters contain basic examples that emphasize the practical application of some key concepts in a particular standard. This text provides the tools to enable an executive without a technical accounting background to: (1) participate in an informed manner in discussions relating to the appropriateness or application of a particular standard in a given situation, and (2) evaluate the effect that the application of the principles of a given standard will have on the financial results and position of a division or of an entire enterprise.Show morePublicationThe Global Findex Database 2025: Connectivity and Financial Inclusion in the Digital Economy (Washington, DC: World Bank, 2025-07-16) Klapper, Leora; Singer, Dorothe; Starita, Laura; Norris, AlexandraShow moreThe Global Findex 2025 reveals how mobile technology is equipping more adults around the world to own and use financial accounts to save formally, access credit, make and receive digital payments, and pursue opportunities. Including the inaugural Global Findex Digital Connectivity Tracker, this fifth edition of Global Findex presents new insights on the interactions among mobile phone ownership, internet use, and financial inclusion. The Global Findex is the world’s most comprehensive database on digital and financial inclusion. It is also the only global source of comparable demand-side data, allowing cross-country analysis of how adults access and use mobile phones, the internet, and financial accounts to reach digital information and resources, save, borrow, make payments, and manage their financial health. Data for the Global Findex 2025 were collected from nationally representative surveys of about 145,000 adults in 141 economies. The latest edition follows the 2011, 2014, 2017, and 2021 editions and includes new series measuring mobile phone ownership and internet use, digital safety, and frequency of transactions using financial services. The Global Findex 2025 is an indispensable resource for policy makers in the fields of digital connectivity and financial inclusion, as well as for practitioners, researchers, and development professionals.Show morePublicationGlobal Economic Prospects, June 2025 (Washington, DC: World Bank, 2025-06-10) World BankShow moreThe global economy is facing another substantial headwind, emanating largely from an increase in trade tensions and heightened global policy uncertainty. For emerging market and developing economies (EMDEs), the ability to boost job creation and reduce extreme poverty has declined. Key downside risks include a further escalation of trade barriers and continued policy uncertainty. These challenges are exacerbated by subdued foreign direct investment into EMDEs. Global cooperation is needed to restore a more stable international trade environment and scale up support for vulnerable countries grappling with conflict, debt burdens, and climate change. Domestic policy action is also critical to contain inflation risks and strengthen fiscal resilience. To accelerate job creation and long-term growth, structural reforms must focus on raising institutional quality, attracting private investment, and strengthening human capital and labor markets. Countries in fragile and conflict situations face daunting development challenges that will require tailored domestic policy reforms and well-coordinated multilateral support.Show more",
  "summary": "Maigret Publication: Commodity Markets Outlook, October 2025cbPostLikeShareLoading...  Files in English Full Report (1. 5 MB) 5,375 downloads Executive Summary (171.",
  "date": "2025-10-29",
  "publicationType": "research-paper",
  "tags": {
    "documentType": "policy",
    "sectors": [
      "Energy",
      "Health",
      "Agriculture",
      "Climate",
      "Technology"
    ],
    "regions": [
      "Middle East",
      "Global"
    ],
    "countries": [
      "China"
    ],
    "themes": [
      "Climate Change",
      "Governance",
      "Jobs & Growth",
      "Human Development",
      "Infrastructure",
      "Rural Development",
      "Social Protection",
      "Fragility"
    ],
    "initiatives": [],
    "authors": [],
    "departments": [],
    "lendingInstruments": [],
    "projectCodes": []
  },
  "strategicAlignment": {
    "score": 85,
    "aligned": [
      "climate: Mentions climate, green, emissions",
      "poverty: Mentions poverty, inclusion, vulnerable",
      "partnership: Mentions multilateral",
      "reform: Mentions reform",
      "impact: Mentions impact, results",
      "digital: Mentions digital, technology, innovation",
      "jobs: Mentions jobs",
      "fragility: Mentions conflict, crisis, resilience"
    ],
    "misaligned": [],
    "gaps": [
      "Missing partnership and private sector engagement"
    ],
    "references": []
  },
  "metadata": {
    "language": "en",
    "wordCount": 2275,
    "readingTime": 12,
    "publicationYear": 2025
  },
  "sourceReference": {
    "originalUrl": "https://openknowledge.worldbank.org/entities/publication/d08d3ee8-e38a-4f02-8ade-95b9c6075c0b",
    "scrapedFrom": "https://openknowledge.worldbank.org",
    "discoveredAt": "2025-11-04T16:32:46.715Z",
    "sourceType": "linked"
  },
  "fileType": "html",
  "scrapedAt": "2025-11-04T16:32:46.715Z"
}