{
  "id": "aHR0cHM6Ly9kb2N1bWVudHMudnNlbWly",
  "title": "Документы и отчеты",
  "url": "https://documents.vsemirnyjbank.org/ru/publication/documents-reports",
  "content": "Что такое бедностьИсследования И Публикации (анг.) Язык страницы: RU dropdown English Español Français Português العربية 中文 Язык страницы:_ Русский English Español Français Português العربية 中文 dropdown Документы и отчеты Поиск в коллекции Расширенный поиск Электронная почта Распечатать Tweet Share Share LinkedIn Digg 人人网 Stumble Upon Delicious 新浪微博 О собрании документовСайт \"Документы и доклады\" (Documents & Reports) является официальным механизмом раскрытия итоговых отчетов Группы Всемирного банка. Сайт содержит официальные документы и отчеты, доступные общественности в соответствии с Политикой доступа к информации Банка для лучшего обмена знаний учреждения. Сайт \"Документы и доклады\" содержит итоговые и официальные документы и отчеты с 1946 года по настоящее время, включая:Документы Совета (документы, относящиеся к заседаниям Совета директоров Банка)Документы по страновому развитию (документы, посвященные стратегическим приоритетам и направлениям кредитования)Документы по экономической и секторальной деятельности (углубленные исследования)Документы по проектам (документы, публикуемые в ходе работы по проекту в соответствии с этапами проектного цикла включая юридические соглашения)Публикации и исследования (официальные издания, рабочие документы и неофициальные материалы подразделений Группы Всемирного банка)Если вам все еще не удалось найти то, что вы ищите, просьба связаться с нами [documents@worldbank.org]. РЕСУРСЫ Одновременное раскрытие ЧЗВ и помощь API(a) Свяжитесь с намиЕсли вы не можете найти какой-либо документ, оправьте нам сообщение [documents@worldbank.org] с описанием проблемы. Просьба также ознакомиться с разделом Помощь/Часто задаваемые вопросы.У вас имеются предложения по улучшению работы сайта? Ваше мнение должно быть услышано. Большинство усовершенствований на этом сайте было предложено такими же, как вы, пользователями, которые направили свои предложения [documents@worldbank.org] группе разработчиков. ПОДПИШИТЕСЬ НА РАССЫЛКУ ОПОВЕЩЕНИЙ ПО ЭЛЕКТРОННОЙ ПОЧТЕЕжедневные обновления последних проектов и документов Ответить на вопросы",
  "summary": "Что такое бедностьИсследования И Публикации (анг. ) Язык страницы: RU dropdown English Español Français Português العربية 中文 Язык страницы:_ Русский English Español Français Português العربية 中文 dropdown Документы и отчеты Поиск в коллекции Расширенный поиск Электронная почта Распечатать Tweet Share Share LinkedIn Digg 人人网 Stumble Upon Delicious 新浪微博 О собрании документовСайт \"Документы и доклады\" (Documents & Reports) является официальным механизмом раскрытия итоговых отчетов Группы Всемирного ",
  "date": "2025-11-04",
  "publicationType": "sector-report",
  "tags": {
    "documentType": "report",
    "sectors": [],
    "regions": [],
    "countries": [],
    "themes": [],
    "initiatives": [],
    "authors": [],
    "departments": [],
    "lendingInstruments": [],
    "projectCodes": []
  },
  "strategicAlignment": {
    "score": 0,
    "aligned": [],
    "misaligned": [],
    "gaps": [
      "climate: No mention of climate or carbon",
      "poverty: No mention of poverty or inequality",
      "partnership: No mention of partnership or collaboration",
      "reform: No mention of reform or transformation",
      "impact: No mention of impact or results",
      "digital: No mention of digital or technology",
      "jobs: No mention of employment or jobs",
      "fragility: No mention of fragility or conflict",
      "Missing partnership and private sector engagement"
    ],
    "references": []
  },
  "metadata": {
    "language": "en",
    "wordCount": 252,
    "readingTime": 2,
    "publicationYear": 2025
  },
  "sourceReference": {
    "originalUrl": "https://documents.vsemirnyjbank.org/ru/publication/documents-reports",
    "scrapedFrom": "https://documents.worldbank.org/en/publication/documents-reports?q=climate&year=2024",
    "discoveredAt": "2025-11-04T16:39:03.911Z",
    "sourceType": "linked"
  },
  "fileType": "html",
  "scrapedAt": "2025-11-04T16:39:03.911Z"
}