{
  "id": "aHR0cHM6Ly9kb2N1bWVudG9zLmJhbmNv",
  "title": "Documentos e informes",
  "url": "https://documentos.bancomundial.org/es/publication/documents-reports",
  "content": "ENTENDIENDO LA POBREZAInvestigaciones y publicaciones (i) Esta página en: ES dropdown English Français Português Русский العربية 中文 Esta página en:_ Español English Français Português Русский العربية 中文 dropdown Documentos e informes Buscar la colección Búsqueda avanzada Correo electrónico Imprimir Tweet Share Share LinkedIn Digg 人人网 Stumble Upon Delicious 新浪微博 Acerca de la colecciónEl sitio de Documentos e Informes (D&R) es un mecanismo oficial de divulgación de los informes preparados por el Grupo Banco Mundial. El repositorio contiene documentos e informes oficiales, los cuales se encuentran a disposición del público, de acuerdo con la Política de Acceso a la Información del Banco para compartir mejor la base de conocimientos de la institución. El sitio de D&R contiene documentos e informes finales y oficiales desde 1946 hasta el presente, que incluyen:Documentos del Directorio (puntos relativos a las reuniones de los Directores Ejecutivos);Enfoque de país (prioridades estratégicas y direcciones para las actividades de préstamo);Trabajo Económico y Sectorial (estudios de antecedentes, en profundidad);Documentos del proyecto (documentos relacionados con préstamos/créditos, disponibles al público de acuerdo con el ciclo del proyecto, incluidos los acuerdos legales);Publicaciones e Investigación (publicaciones formales, documentos de trabajo y series informales de los departamentos del GBM).Si aún no puede encontrar lo que está buscando, contáctenos documents@worldbank.org. Última actualización: Sept 01,2022 RECURSOS Divulgación simultánea Preguntas frecuentes y ayuda API (i) ContáctenosSi usted no puede encontrar un documento, envíenos sus comentarios [documents@worldbank.org] describiendo el problema. También puede leer nuestras Preguntas frecuentes y ayuda.¿Tiene sugerencias para mejorar el sitio? Este es el momento de hacer oír su opinión. La mayoría de las mejoras a este sitio se basa en las recomendaciones de usuarios como usted, que amablemente mandan sus comentarios [documents@worldbank.org] al equipo de desarrolladores. BOLETÍN DEL BANCO MUNDIALSuscríbase al boletín semanal del Banco Mundial Encuesta/Comentarios",
  "summary": "ENTENDIENDO LA POBREZAInvestigaciones y publicaciones (i) Esta página en: ES dropdown English Français Português Русский العربية 中文 Esta página en:_ Español English Français Português Русский العربية 中文 dropdown Documentos e informes Buscar la colección Búsqueda avanzada Correo electrónico Imprimir Tweet Share Share LinkedIn Digg 人人网 Stumble Upon Delicious 新浪微博 Acerca de la colecciónEl sitio de Documentos e Informes (D&R) es un mecanismo oficial de divulgación de los informes preparados por el G",
  "date": "2025-11-04",
  "publicationType": "sector-report",
  "tags": {
    "documentType": "report",
    "sectors": [],
    "regions": [],
    "countries": [],
    "themes": [],
    "initiatives": [],
    "authors": [],
    "departments": [
      "IDA"
    ],
    "lendingInstruments": [],
    "projectCodes": []
  },
  "strategicAlignment": {
    "score": 0,
    "aligned": [],
    "misaligned": [],
    "gaps": [
      "climate: No mention of climate or carbon",
      "poverty: No mention of poverty or inequality",
      "partnership: No mention of partnership or collaboration",
      "reform: No mention of reform or transformation",
      "impact: No mention of impact or results",
      "digital: No mention of digital or technology",
      "jobs: No mention of employment or jobs",
      "fragility: No mention of fragility or conflict",
      "Missing partnership and private sector engagement"
    ],
    "references": []
  },
  "metadata": {
    "language": "en",
    "wordCount": 291,
    "readingTime": 2,
    "publicationYear": 2025
  },
  "sourceReference": {
    "originalUrl": "https://documentos.bancomundial.org/es/publication/documents-reports",
    "scrapedFrom": "https://documents.worldbank.org/en/publication/documents-reports?q=climate&year=2024",
    "discoveredAt": "2025-11-04T16:39:03.878Z",
    "sourceType": "linked"
  },
  "fileType": "html",
  "scrapedAt": "2025-11-04T16:39:03.878Z"
}