{
  "id": "aHR0cHM6Ly93d3cuYmFucXVlbW9uZGlh",
  "title": "Publication",
  "url": "https://www.banquemondiale.org/fr/research/publication",
  "content": "Œuvrer pour un monde sans pauvreté fr Cette page en : Français FR English العربية Español Português English العربية Español Português Bienvenue Vous avez cliqué sur un lien qui vous dirigera vers une page qui ne fait pas partie de la version bêta du nouveau site banquemondiale.org. Nous souhaiterions savoir ce que vous pensez de cette nouvelle version. Disposez-vous de quelques minutes pour répondre à notre questionnaire et nous aider à améliorer notre site web ? Annuler Non, merci Oui, je souhaite donner mon avis xClose Questionnaire Quel était l'objet de votre visite sur le site banquemondiale.org aujourd'hui ? La structure et la navigation du nouveau site vous ont-elles permis de trouver le contenu recherché ? Oui Non Souhaitez-vous nous faire part d'autres commentaires sur la nouvelle version de notre site ? (facultatif) Email Merci de bien vouloir indiquer ci-dessous votre adresse de messagerie si vous souhaitez être contacté ultérieurement pour contribuer à l'amélioration de notre site web. Cochez la case qui correspond le mieux à votre situation : Étudiant Enseignant/universitaire Employé de l'État Organe de presse Organisation multilatérale ONG et autres entités à but non lucratif Entreprise du secteur privé Groupe de la Banque mondiale Autre À quelle fréquence consultez-vous le site de la Banque mondiale ? Il s'agit de la première fois Tous les jours Une fois par semaine environ Une fois par mois environ Une fois tous les six mois ou moins ENVOYER Nous vous remercions de participer à notre enquête. Vos réponses nous seront très précieuses pour nous aider à améliorer notre site web.",
  "summary": "Œuvrer pour un monde sans pauvreté fr Cette page en : Français FR English العربية Español Português English العربية Español Português Bienvenue Vous avez cliqué sur un lien qui vous dirigera vers une page qui ne fait pas partie de la version bêta du nouveau site banquemondiale. org.  Nous souhaiterions savoir ce que vous pensez de cette nouvelle version.",
  "date": "2025-11-04",
  "publicationType": "policy-paper",
  "tags": {
    "documentType": "report",
    "sectors": [],
    "regions": [],
    "countries": [],
    "themes": [],
    "initiatives": [],
    "authors": [],
    "departments": [],
    "lendingInstruments": [],
    "projectCodes": []
  },
  "strategicAlignment": {
    "score": 0,
    "aligned": [],
    "misaligned": [],
    "gaps": [
      "climate: No mention of climate or carbon",
      "poverty: No mention of poverty or inequality",
      "partnership: No mention of partnership or collaboration",
      "reform: No mention of reform or transformation",
      "impact: No mention of impact or results",
      "digital: No mention of digital or technology",
      "jobs: No mention of employment or jobs",
      "fragility: No mention of fragility or conflict",
      "Missing partnership and private sector engagement"
    ],
    "references": []
  },
  "metadata": {
    "language": "en",
    "wordCount": 258,
    "readingTime": 2,
    "publicationYear": 2025
  },
  "sourceReference": {
    "originalUrl": "https://www.banquemondiale.org/fr/research/publication",
    "scrapedFrom": "https://www.worldbank.org/en/research/publication",
    "discoveredAt": "2025-11-04T16:39:04.576Z",
    "sourceType": "linked"
  },
  "fileType": "html",
  "scrapedAt": "2025-11-04T16:39:04.576Z"
}