{
  "id": "aHR0cHM6Ly93d3cuYWxiYW5rYWxkYXds",
  "title": "Publication",
  "url": "https://www.albankaldawli.org/ar/research/publication",
  "content": "نعمل من أجل عالم خال من الفقر الصفحة باللغة: العربية English Français Español Português English Français Español Português أهلا بك لقد قمت بالنقر فوق ارتباط يؤدي إلى صفحة ليست جزءاً من النسخة التجريبية الجديدة لموقع albankaldawli.org الإلكتروني. قبل أن تغادر، نود الحصول على ملاحظاتك بشأن تجربتك معنا هنا. هل لديك مانع في اقتطاع دقيقتين من وقتك لإكمال استقصاء وجيز من شأنه أن يساعدنا على تحسين موقعنا الإلكتروني؟ إلغاء لا شكراً نعم، سوف أقدم ملاحظاتي xClose استقصاء الملاحظات ما هو الغرض من زيارتك لموقع albankaldawli.org الإلكتروني اليوم؟ هل ساعدك التصميم وخصائص التنقل داخل الموقع الإلكتروني الجديد في الوصول إلى ما كنت تبحث عنه؟ Yes No هل لديك أي ملاحظات أخرى بشأن النسخة الجديدة من موقعنا الإلكتروني على شبكة الإنترنت؟ Email إذا كنت على استعداد للاتصال بك في المستقبل لمساعدتنا في تحسين موقعنا الإلكتروني على الإنترنت، يرجى ترك عنوان بريدك الإلكتروني أدناه. أي من العبارات التالية تقدم أفضل وصف لمجال مهنتك أو المؤسسة التي تتبعها؟ طالب أكاديمي/أستاذ موظف حكومي مؤسسة إعلامية مؤسسة متعددة الأطراف مؤسسة غير حكومية أو غير ربحية شركة قطاع خاص مجموعة البنك الدولي أخرى ما هو معدل زيارتك لموقع البنك الدولي الإلكتروني؟ هذه هي المرة الأولى لي يومياً حوالي مرة في الأسبوع حوالي مرة في الشهر كل ستة أشهر أو أقل إرسال شكرا لك على المشاركة في الاستقصاء! ملاحظاتك قيِّمة لنا ونحن نعمل على تحسين موقعنا الإلكتروني على الإنترنت.",
  "summary": "نعمل من أجل عالم خال من الفقر الصفحة باللغة: العربية English Français Español Português English Français Español Português أهلا بك لقد قمت بالنقر فوق ارتباط يؤدي إلى صفحة ليست جزءاً من النسخة التجريبية الجديدة لموقع albankaldawli. org الإلكتروني.  قبل أن تغادر، نود الحصول على ملاحظاتك بشأن تجربتك معنا هنا.",
  "date": "2025-11-04",
  "publicationType": "policy-paper",
  "tags": {
    "documentType": "report",
    "sectors": [],
    "regions": [],
    "countries": [],
    "themes": [],
    "initiatives": [],
    "authors": [],
    "departments": [],
    "lendingInstruments": [],
    "projectCodes": []
  },
  "strategicAlignment": {
    "score": 0,
    "aligned": [],
    "misaligned": [],
    "gaps": [
      "climate: No mention of climate or carbon",
      "poverty: No mention of poverty or inequality",
      "partnership: No mention of partnership or collaboration",
      "reform: No mention of reform or transformation",
      "impact: No mention of impact or results",
      "digital: No mention of digital or technology",
      "jobs: No mention of employment or jobs",
      "fragility: No mention of fragility or conflict",
      "Missing partnership and private sector engagement"
    ],
    "references": []
  },
  "metadata": {
    "language": "en",
    "wordCount": 220,
    "readingTime": 2,
    "publicationYear": 2025
  },
  "sourceReference": {
    "originalUrl": "https://www.albankaldawli.org/ar/research/publication",
    "scrapedFrom": "https://www.worldbank.org/en/research/publication",
    "discoveredAt": "2025-11-04T16:39:05.160Z",
    "sourceType": "linked"
  },
  "fileType": "html",
  "scrapedAt": "2025-11-04T16:39:05.160Z"
}