{
  "id": "aHR0cHM6Ly9pZWcud29ybGRiYW5rZ3Jv",
  "title": "| Independent Evaluation Group",
  "url": "https://ieg.worldbankgroup.org/",
  "content": "Skip to main content NEW EVALUATION Biodiversity for a Livable Planet: An Evaluation of World Bank Group Support for Biodiversity, Fiscal Years 2010–2024 1 Previous Next Report Type - Any -Annual Reviews (RAP)Approach Papers/Concept NotesCountry Focused EvaluationsCountry Focused ValidationsEvaluation Capacity DevelopmentEvaluation Insight NotesGlobal Program ReviewsIEG Annual ReportsIEG Work ProgramsKnowledge & LearningMajor EvaluationsMAR Validation ReportMeso EvaluationsMethods ResourcesProject Completion ValidationsProject Level Evaluations (PPARs)Project Level Validations (ICRRs)Synthesis PapersSystematic Reviews and Impact EvaluationsWorking Papers Keywords Search tip: When searching for titles or phrases, enclose them in double quotes \"like this\" Content type Operator Is one ofIs all ofIs none ofIs empty (NULL)Is not empty (NOT NULL) ArticleBlogcomment compareCustom decscriptionsDataEvaluationMultimediaEventExpertGeneral DocumentsHomepage spotlight featureHome page content spotlightICRR ReportsIEG TimelineMARNewsBasic pagePodcastReader chapterReader publicationReportsSeriesSurvey BannerTopicUpcoming ReportUpload MarXml Import Sort by RelevanceDate Order AscDesc -Any-BlogEvaluation/ReportMultimediaEventExpertNewsTopicUpcoming ReportPodcast What’s New Blog Evaluations Podcasts Methods Papers Building Stronger Systems for Adaptive Social Protection: Three Lessons from IEG’s… Navigating the Blue Economy: A Global Commitment to Ocean Stewardship Enhancing Reporting and Results Frameworks for IFC Platforms: A Path to… View All Biodiversity for a Livable Planet: An Evaluation of World Bank Group Support for Biodiversity, Fiscal Years 2010–2024 Evaluation Insight Note: Lessons for Supporting Fertility Transitions in High-Fertility Countries How the World Bank Supports Adaptive Social Protection in Crisis Response - An Independent Evaluation View All 🎧 Lessons on implementing the blue economy 🎧 Lessons on measuring and delivering results for women and girls 🎧 Lessons on creating more and better jobs in low-income countries View All Process Tracing Method in Program Evaluation Leveraging Imagery Data in Evaluations Machine Learning in Evaluative Synthesis View All Connect With IEG What We Do The Independent Evaluation Group (IEG) evaluates the development effectiveness of the World Bank Group. Our work provides evaluative evidence to help the World Bank Group deliver better services and results to its clients. We do so by generating lessons from past experience and accountability to shareholders and stakeholders at large. IEG is independent of the Management of the World Bank Group and reports directly to the Executive Board. Meet our experts | Methodology | More about IEG Data and Ratings View ratings data on World Bank lending projects have closed in the past 12 Fiscal Years (FY) and for which IEG received Implementation Completion and Results Reports (ICRs). Some ratings are on a six-point scale and some are on a four-point scale. The percentage at the top of each bar is the percent of all projects rated (by number) that are in the top half of the scale for that rating. See More Focus Areas PLANET /focus-areas PEOPLE /focus-areas PROSPERITY /focus-areas INFRASTRUCTURE /focus-areas DIGITAL /focus-areas Cross-Cutting Areas /focus-areas",
  "summary": "Skip to main content NEW EVALUATION Biodiversity for a Livable Planet: An Evaluation of World Bank Group Support for Biodiversity, Fiscal Years 2010–2024 1 Previous Next Report Type - Any -Annual Reviews (RAP)Approach Papers/Concept NotesCountry Focused EvaluationsCountry Focused ValidationsEvaluation Capacity DevelopmentEvaluation Insight NotesGlobal Program ReviewsIEG Annual ReportsIEG Work ProgramsKnowledge & LearningMajor EvaluationsMAR Validation ReportMeso EvaluationsMethods ResourcesProje",
  "date": "2025-11-04",
  "publicationType": "evaluation",
  "tags": {
    "documentType": "annual-report",
    "sectors": [
      "Education",
      "Infrastructure",
      "Technology"
    ],
    "regions": [
      "Global"
    ],
    "countries": [],
    "themes": [
      "Gender",
      "Infrastructure",
      "Social Protection",
      "Fragility"
    ],
    "initiatives": [],
    "authors": [],
    "departments": [
      "IFC",
      "IDA"
    ],
    "lendingInstruments": [],
    "projectCodes": []
  },
  "strategicAlignment": {
    "score": 25,
    "aligned": [
      "impact: Mentions impact, results",
      "digital: Mentions digital",
      "jobs: Mentions jobs",
      "fragility: Mentions crisis"
    ],
    "misaligned": [],
    "gaps": [
      "climate: No mention of climate or carbon",
      "poverty: No mention of poverty or inequality",
      "partnership: No mention of partnership or collaboration",
      "reform: No mention of reform or transformation",
      "Missing partnership and private sector engagement"
    ],
    "references": []
  },
  "metadata": {
    "language": "en",
    "wordCount": 436,
    "readingTime": 3,
    "publicationYear": 2025
  },
  "sourceReference": {
    "originalUrl": "https://ieg.worldbankgroup.org/",
    "scrapedFrom": "https://ieg.worldbankgroup.org/evaluations",
    "discoveredAt": "2025-11-04T16:39:07.464Z",
    "sourceType": "linked"
  },
  "fileType": "html",
  "scrapedAt": "2025-11-04T16:39:07.464Z"
}