{
  "id": "aHR0cHM6Ly9kb2N1bWVudHMud29ybGRi",
  "title": "Documents & Reports",
  "url": "https://documents.worldbank.org/en/publication/documents-reports/api",
  "content": "Understanding PovertyResearch & PublicationsDocuments & Reports Documents & Reports The World Bank Documents & Report APIThe World Bank offers an API that allows for the search and retrieval of the public, Bank documents available in the Documents & Reports site. Records can be retrieved in a format useful for research and for inclusion in web sites outside of Documents & Reports and the World Bank. Overview (A Simple Example)The API is offered much like a REST API, accepting requests in the form a URL’s query string as HTTP GET requests. The URL’s query string determines:· what is to be searched· what is to be returned for each matching record· how what is returned is formatted (as JSON or XML) What follows is a simple request querying for records of documents related to wind turbines. It also requests that the list returned be in a JSON format and that the country and document date be returned with each record. (Other key, record fields, like display title and URL, are always returned):https://search.worldbank.org/api/v3/wds?format=json&qterm=wind%20turbine&fl=docdt,countThe query for matching records is given as the value of the “qterm” parameter. The format for results is given as the value of the format parameter, “format”. Either “json” or “xml” can be requested. The fields to be returned are given as a comma separated list with the “fl” parameter.How to QueryThe example above illustrates the use of the “qterm” parameter. Queries given with the qterm parameter will return all records matching that query in one of more of its fields. So when querying with “qterm”, a record will be a match if words from the query appear in the document’s title, its abstract, report number, or associated project number or project name, its associated country, region or any of a number of other, core fields. You can further restrict matches to specific fields by using the URL query string parameters in the list at the end of this article (by passing the values to be matched as their values). Those fields are marked “Yes” in the “Query parameter” column of the table. This request will return all records whose display titles contain both the words “wind” and “energy”. https://search.worldbank.org/api/v3/wds?format=json&display_title=wind%20energyYou’ll see many field names end in “_exact”. The values passed for those parameters must exactly match the value of the field in the document corresponding to that parameter if the field is to be considered a match to the query. How to Request the Return of Specific FieldsYou can request the fields to be returned for each record using the URL query string parameter name, “fl”. More than one field can be requested by listing fields in a comma separated list. The following query for all records listing Algeria in their country fields requests the return with each record of the record’s list of countries, its volume number, total number of volumes, document name and report name. https://search.worldbank.org/api/v3/wds?format=xml&count_exact=Algeria&fl=count,volnb,totvolnb,docna,repnmeYou can request any field marked “Yes” as retrievable in the table at the end of this article. How to Retrieve FacetsAll values found for a field across all documents returned for a query can be listed if the field is available as a facet. The fields for which facets are requested are passed as a comma separated list with the “fct” parameter. For example, the following lists all values for country and language (the “count_exat” and “lang_exact” fields) in an XML format. https://search.worldbank.org/api/v3/wds?format=xml&fct=count_exact,lang_exact&rows=0Since no query is specified as a filter, all records are considered a match. This request also requests no rows be returned with results to make locating the facet’s list of values easy to spot in the XML returned. (The use of “rows” is documented in “How to Page Through Results” below.)How to Page through ResultsTwo URL query string parameters control how large each returned page of matching records will be and where that page is in the overall set of results. The number of records on a page is requested using the “rows” parameter. Which record should start that page is requested with the “os” parameter. The first record in the entire record set is referred to a record “0”. So, to request the first page of results and request a page size of 20, you would send the following request:https://search.worldbank.org/api/v3/wds?format=json&rows=20&os=0&fl=doctyThere is no query in this example. So all records are considered a match. The document type field, “docty”, will also be returned for each result. To return records, 40 through 60 (equivalent to page 3 when the page size is 20), the following request would be sent:https://search.worldbank.org/api/v3/wds?format=json&rows=20&os=40&fl=doctyThe default value for rows is 10 and the default value for os is 0. So to request the first page of results, using “os” is not required. And if 10 results per page are enough, “rows” is not required. More Advanced QueriesWhen more than one query field appears in a query, all records must match the query given for each field. For example, if “energy” is given as the value for the query parameter, “qterm”, and “water” is given as the value for “display_title”, then all records with a field containing the value “energy” whose title contains “water” will be returned.https://search.worldbank.org/api/v3/wds?format=json&qterm=energy&display_title=water&fl=display_title&rows=20&os=100The above query is also requesting 20 records starting at record 100, requesting records be returned in the JSON format and requesting that each record include the display_title field.If the value of a field is usually a single number or code (or a list of numbers or codes) or if the field is an “_exact” field, then a query can be formed to match all records having any value in a list of values by separating those values with the separator, “%5E” (the character, “^”, encoded to safely appear in a URL). The following requests all records whose country field lists either the Russian Federation or Armenia and whose language is Russian or French. The first 10 results are requested along with facet values for country (“count_exact”) and language (“lang_exact”). https://search.worldbank.org/api/v3/wds?format=xml&fct=count_exact,lang_exact&rows=10&count_exact=Russian%20Federation^Armenia&lang_exact=Russian^FrenchRemember that the country field, and many other fields, can have more than one value. So Armenia, for example, may appear listed with other countries for a record. Because those records match, all its countries will also be among the countries listed for the country facet, “count_exact”. So, while we queried for the Russian Federation and Armenia, other countries can be listed in the countries facet (“count_exact”). If a field is available as a facet and as a query parameter, you can use that field to query on one or more of the values listed for that facet. The query above illustrates this for count_exact and lang_exact. Date Range QueriesTo query for all documents newer than a specific date, you would use the “strdate” parameter. To query for all documents older than a specific date, you would query with the “enddate” parameter. The format for dates can be either “YYYY-MM-DD” or “MM-DD-YYYY”. The following requests all procurement plans newer than January 1, 2018. https://search.worldbank.org/api/v3/wds?format=json&os=40&fl=docdt,docty&strdate=2018-01-01&docty_exact=Procurement+PlanThe following further restricts results to those older than March 30 of that year:https://search.worldbank.org/api/v3/wds?format=json&os=40&fl=docdt,docty&strdate=2018-01-01&enddate=2018-03-30&docty_exact=Procurement+PlanSorting ResultsBy default, results are sorted by relevance when “qterm” is used. Otherwise, results are sorted by document date in descending order. To sort by another field, you would pass its name with the “srt” parameter and specify an ascending sort by specifying “asc” as the value of the “order” parameter or specify a descending order by passing “desc”. To force a request in ascending order by document date, you would send the following request. https://search.worldbank.org/api/v3/wds?format=json&os=40&fl=docdt,docty&strdate=2018-01-01&enddate=2018-03-30&docty_exact=Procurement+Plan&sort=docdt&order=ascURL Querying String Parameters and FieldsParameter / field nameDescriptionQuery parameterRetrievable (with “fl”)FacetableSortableabstractsAbstract (document summary) Yes admregAdministrative Region in the Bank YesYes admreg_exactAdministrative Region in the BankYes authrAuthorYesYes alt_titleAlternate title (in language of document) Yes authr_exactAuthorYes available_inAvaiable in (other language translatios) Yes bdmdt Yes chronical_docm_idAlternate document IDYesYes closedtClosing date Yes coltiCollection / Series titleYesYes colti_exactCollection / Series titleYes Yes countCountryYesYes count_exactCountryYes Yes countcodeTwo letter ISO country codeYes countrycode_exactTwo letter ISO country codeYes credit_noCredit NumberYesYes dateeCreate date (of D&R record) Yes disclosure_dateDisclsoure date Yes disclstatDisclosure statusYesYes disclstat_exactDisclosure statusYes Yes display_titleTitle (Report name plus volume name)YesYes display_title_exactTitle (Report name plus volume name)Yes docdtDocument date Yes Yesdocm_idAlternate document IDYes docnaDocument name (volume name) Yes Yesdocna_exactDocument name (volume name)Yes doctyDocument typeYesYesYesYesdocty_exactDocument typeYes entityidAlternate document ID Yes envcatEnvironmental category Yes geo_regGeographic regionYesYes guidAlternate document IDYesYes historic_topicHistoric topic (legacy topic) Yes idDocument IDYesYes isbnISBN Yes issnISSN Yes keywdKeywordYesYes keywd_exactKeywordYes langLanguageYesYes lang_exactLanguageYes Yes lndinstrLending instrumentYesYes loan_noLoan numberYesYes majdoctyMajor document type Yes majdocty_exactMajor document typeYes Yes majthemeMajor theme Yes majtheme_exactMajor themeYes Yes ml_abstractMultilingual abstract (in language of document) Yes origuOriginating unit in the BankYesYes ownerOwning unit in the BankYesYes owner_exactOwning unit in the BankYes pdfurlPDF URL (of document) Yes prdlnProduct line (lending)YesYes proidProject IDYes projnProject Name Yes projectidProject IDYesYes publishtoextweb_dtPublish to external web date Yes repnbReport numberYesYesYesYesrepnb_exactReport numberYes repnmeReport nameYesYes secclSeurity classification Yes sectr_exactSector (economic)Yes Yes src_citSource citationYesYes subscSubsector Yes subtopicSubtopic Yes subtopic_exactSubtopicYes Yes teratopicTopic (legacy)YesYes teratopic_exactTopic (legacy)Yes Yes themeTheme Yes theme_exactThemeYes Yes topicTopic Yes topic_exactTopicYes Yes topic_name_exactTopicYes Yes totvolnbTotal number of volumes topicv3TopicYesYes trustfundTrust fundYesYes trustfund_exactTrust fundYes txturlTest URL (of document) Yes urlURL (of record for document) Yes volnbVolume number Yes Email Print Tweet Share Share LinkedIn Digg 人人网 Stumble Upon Delicious 新浪微博 Feedback Survey",
  "summary": "Understanding PovertyResearch & PublicationsDocuments & Reports Documents & Reports The World Bank Documents & Report APIThe World Bank offers an API that allows for the search and retrieval of the public, Bank documents available in the Documents & Reports site.  Records can be retrieved in a format useful for research and for inclusion in web sites outside of Documents & Reports and the World Bank.  Overview (A Simple Example)The API is offered much like a REST API, accepting requests in the f",
  "date": "2025-11-04",
  "publicationType": "sector-report",
  "tags": {
    "documentType": "research",
    "sectors": [
      "Energy",
      "Climate",
      "Water"
    ],
    "regions": [],
    "countries": [],
    "themes": [],
    "initiatives": [],
    "authors": [],
    "departments": [
      "IDA"
    ],
    "lendingInstruments": [
      "Trust Fund"
    ],
    "projectCodes": []
  },
  "strategicAlignment": {
    "score": 10,
    "aligned": [
      "poverty: Mentions poverty, inclusion",
      "impact: Mentions results"
    ],
    "misaligned": [
      "Mentions lending without clear impact metrics"
    ],
    "gaps": [
      "climate: No mention of climate or carbon",
      "partnership: No mention of partnership or collaboration",
      "reform: No mention of reform or transformation",
      "digital: No mention of digital or technology",
      "jobs: No mention of employment or jobs",
      "fragility: No mention of fragility or conflict",
      "Missing partnership and private sector engagement"
    ],
    "references": []
  },
  "metadata": {
    "language": "en",
    "wordCount": 1507,
    "readingTime": 8,
    "publicationYear": 2025
  },
  "sourceReference": {
    "originalUrl": "https://documents.worldbank.org/en/publication/documents-reports/api",
    "scrapedFrom": "https://documents.worldbank.org/en/publication/documents-reports?q=climate&year=2024",
    "discoveredAt": "2025-11-04T16:39:04.053Z",
    "sourceType": "linked"
  },
  "fileType": "html",
  "scrapedAt": "2025-11-04T16:39:04.053Z"
}