{
  "id": "aHR0cHM6Ly93YmdjbXNwcm9kLm1pY3Jv",
  "title": "ABOUT THE WORLD BANK",
  "url": "https://wbgcmsprod.microsoftcrmportals.com/en-US/anonymous-users/int-fraud-management/create-new-complaint/",
  "content": "You’re offline. This is a read only version of the page. Contact Us Sample Pages Sample Pages Page Full Page with Child Links Full Page without Child Links Blank Page Category Page with Side Navigation Page with Side Navigation and Sidebar English English Tiếng Việt русский português (Portugal) Bahasa Melayu français 中文(中国) español Sign in This page in: English Tiếng Việt Русский Português العربية Français 中文 Español The World Bank Group (World Bank/IFC/MIGA/ICSID, the “WBG”) relies on people like you to ensure that our projects are executed with integrity and benefit the people they are designed to help. If you have a specific concern about possible fraud or corruption involving a WBG project or WBG staff or vendor, please fill out this short form. Provide as much information and detail as you can. This record will help the WBG’s Integrity unit (INT) to properly evaluate your complaint. Thank you for your vigilance. Create New Complaint fsdfsdfsdfs Complaint Details For allegations related to WBG staff misconduct or inappropriate workplace behavior, other than fraud and corruption (e.g., harassment and retaliation) please contact the WBG’s Ethics and Internal Justice Services: askeij@worldbankgroup.org. For concerns pertaining to adverse impacts on project-affected communities, please contact the World Bank’s Grievance Redress Service (GRS): grievances@worldbank.org. Interested parties may file procurement-related complaints in Bank’s financed projects, find detailed information in Project Procurement Complaints. Please visit the World Bank’s Access to Information website if you are interested in information about projects, documents and data, statistics and publications. For verification of employment for WBG employees, please contact the World Bank's Human Resources Service Center: (202) 473-2222 or hrservicecenter@worldbank.org. Scams and Fraudulent Investment Schemes that Misuse the World Bank’s name: https://www.worldbank.org/en/about/legal/scams Country where the World Bank project is located Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antarctica Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas, The Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Bouvet Island Brazil British Indian Ocean Territory Brunei Darussalam Bulgaria Burkina Faso Burundi Cabo Verde Cambodia Cameroon Canada Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos (Keeling) Islands Colombia Commonwealth of Independent States Comoros Congo, Democratic Republic of Congo, Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Czechoslovakia Denmark Djibouti Dominica Dominican Republic Ecuador Egypt, Arab Republic of El Salvador Equatorial Guinea Eritrea Estonia Estonia Eswatini Ethiopia Falkland Islands (Malvinas) Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia, The Georgia German Democratic Republic Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guernsey Guinea Guinea-Bissau Guyana Haiti Heard Island and McDonald Islands Holy See (Vatican City State) Honduras Hong Kong SAR, China Hungary Iceland India Indonesia Iran, Islamic Republic of Iraq Ireland Isle of Man Israel Italy Jamaica Japan Jersey, C.I. Jordan Kazakhstan Kazakhstan Kenya Kiribati Korea, Democratic People's Republic of Korea, Republic of Kosovo Kuwait Kyrgyz Republic Lao People's Democratic Republic Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Macao SAR, China Macedonia, former Yugoslav Republic of Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia, Federated States of Moldova Monaco Mongolia Montenegro Montserrat Morocco Mozambique Myanmar Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Reunion Romania Russian Federation Rwanda S. Georgia and S. Sandwich Islands Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Slovak Republic Slovenia Solomon Islands Somalia South Africa South Sudan Spain Sri Lanka St. Helena St. Kitts and Nevis St. Lucia St. Pierre & Miquelon St. Vincent and the Grenadines Stateless Sudan Suriname Svalbard and Jan Mayen Sweden Switzerland Syrian Arab Republic Taiwan, China Tajikistan Tanzania Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States United States Minor Outlying Islands Uruguay Uzbekistan Vanuatu Venezuela, Republica Bolivariana de Vietnam Virgin Islands, British Virgin Islands, US Wallis and Futuna West Bank and Gaza Western Sahara Yemen, People's Democratic Republic of Yemen, Republic of Yugoslavia, former Zambia Zimbabwe Name of the World Bank project Contract Name/Reference Number (if applicable) Name(s) and/or position(s) (if known) Are WBG staff involved in the suspected fraud or corruption?Are WBG staff involved in the suspected fraud or corruption? NoAre WBG staff involved in the suspected fraud or corruption? Yes Please provide as much information and detail as possible, including who, what, when, where, why, and how. For example: Tell us about yourself (required). I am a: Bidder Concerned Citizen Contractor( e.g., World Bank Supplier, Contractor, Consultant) Media NGO Project Beneficiary Project Official Public Official World Bank Staff Other Attached Documents Count Attached File Names Contact InformationThe World Bank will still review your complaint even if you wish to remain anonymous. Please provide us with at least an email address so that we may be able to contact you for additional information or clarification. Do you wish to remain anonymous? (If you want to be contacted by us please include a suitable means and time to reach you).Do you wish to remain anonymous? (If you want to be contacted by us please include a suitable means and time to reach you). NoDo you wish to remain anonymous? (If you want to be contacted by us please include a suitable means and time to reach you). Yes Email Address (required) Phone Number (Country Code-Number) First Name Last Name Mailing Address All information provided will be treated in the strictest confidence. Your personal data will only be used and disclosed for the purpose for which it was collected, or otherwise in accordance with the INT Privacy Notice. Registered User NoRegistered User Yes Preferred Language English French Russian Chinese Portugese Arabic Spanish Vietnamese TabIf you have multiple files to support your report, please be sure to attach them all at the same time. Any follow-up clicks to the “Choose Files” button will delete all attached files before allowing for new ones. If you have any evidence to support your report, please attach files here. Attach file(s) Generate a new imagePlay the audio code Enter the code from the image Afghanistan Afghanistan Albania Albania Algeria Algeria American Samoa American Samoa Andorra Andorra Angola Angola Anguilla Anguilla Antarctica Antarctica Antigua and Barbuda Antigua and Barbuda Argentina Argentina Armenia Armenia Aruba Aruba Australia Australia Austria Austria Azerbaijan Azerbaijan Bahamas, The Bahamas, The Bahrain Bahrain Bangladesh Bangladesh Barbados Barbados Belarus Belarus Belgium Belgium Belize Belize Benin Benin Bermuda Bermuda Bhutan Bhutan Bolivia Bolivia Bosnia and Herzegovina Bosnia and Herzegovina Botswana Botswana Bouvet Island Bouvet Island Brazil Brazil British Indian Ocean Territory British Indian Ocean Territory Brunei Darussalam Brunei Darussalam Bulgaria Bulgaria Burkina Faso Burkina Faso Burundi Burundi Cambodia Cambodia Cameroon Cameroon Canada Canada Cape Verde Cape Verde Cayman Islands Cayman Islands Central African Republic Central African Republic Chad Chad Chile Chile China China Christmas Island Christmas Island Cocos (Keeling) Islands Cocos (Keeling) Islands Colombia Colombia Commonwealth of Independent States Commonwealth of Independent States Comoros Comoros Congo, Democratic Republic of Congo, Democratic Republic of Congo, Republic of Congo, Republic of Cook Islands Cook Islands Costa Rica Costa Rica Cote d'Ivoire Cote d'Ivoire Croatia Croatia Cuba Cuba Cyprus Cyprus Czech Republic Czech Republic Denmark Denmark Djibouti Djibouti Dominica Dominica Dominican Republic Dominican Republic Ecuador Ecuador Egypt, Arab Republic of Egypt, Arab Republic of El Salvador El Salvador Equatorial Guinea Equatorial Guinea Eritrea Eritrea Estonia Estonia Ethiopia Ethiopia Falkland Islands (Malvinas) Falkland Islands (Malvinas) Faroe Islands Faroe Islands Fiji Fiji Finland Finland France France French Guiana French Guiana French Polynesia French Polynesia French Southern Territories French Southern Territories Gabon Gabon Gambia, The Gambia, The Georgia Georgia Germany Germany Ghana Ghana Gibraltar Gibraltar Greece Greece Greenland Greenland Grenada Grenada Guadeloupe Guadeloupe Guam Guam Guatemala Guatemala Guernsey Guernsey Guinea Guinea Guinea-Bissau Guinea-Bissau Guyana Guyana Haiti Haiti Heard Island and McDonald Islands Heard Island and McDonald Islands Holy See (Vatican City State) Holy See (Vatican City State) Honduras Honduras Hong Kong SAR, China Hong Kong SAR, China Hungary Hungary Iceland Iceland India India Indonesia Indonesia Iran, Islamic Republic of Iran, Islamic Republic of Iraq Iraq Ireland Ireland Isle of Man Isle of Man Israel Israel Italy Italy Jamaica Jamaica Japan Japan Jersey, C.I. Jersey, C.I. Jordan Jordan Kazakhstan Kazakhstan Kenya Kenya Kiribati Kiribati Korea, Democratic People's Republic of Korea, Democratic People's Republic of Korea, Republic of Korea, Republic of Kosovo Kosovo Kuwait Kuwait Kyrgyz Republic Kyrgyz Republic Lao People's Democratic Republic Lao People's Democratic Republic Latvia Latvia Lebanon Lebanon Lesotho Lesotho Liberia Liberia Libya Libya Liechtenstein Liechtenstein Lithuania Lithuania Luxembourg Luxembourg Macao SAR, China Macao SAR, China Macedonia, former Yugoslav Republic of Macedonia, former Yugoslav Republic of Madagascar Madagascar Malawi Malawi Malaysia Malaysia Maldives Maldives Mali Mali Malta Malta Marshall Islands Marshall Islands Martinique Martinique Mauritania Mauritania Mauritius Mauritius Mayotte Mayotte Mexico Mexico Micronesia, Federated States of Micronesia, Federated States of Moldova Moldova Monaco Monaco Mongolia Mongolia Montenegro Montenegro Montserrat Montserrat Morocco Morocco Mozambique Mozambique Myanmar Myanmar Namibia Namibia Nauru Nauru Nepal Nepal Netherlands Netherlands Netherlands Antilles Netherlands Antilles New Caledonia New Caledonia New Zealand New Zealand Nicaragua Nicaragua Niger Niger Nigeria Nigeria Niue Niue Norfolk Island Norfolk Island Northern Mariana Islands Northern Mariana Islands Norway Norway Oman Oman Pakistan Pakistan Palau Palau Panama Panama Papua New Guinea Papua New Guinea Paraguay Paraguay Peru Peru Philippines Philippines Pitcairn Pitcairn Poland Poland Portugal Portugal Puerto Rico Puerto Rico Qatar Qatar Reunion Reunion Romania Romania Russian Federation Russian Federation Rwanda Rwanda S. Georgia and S. Sandwich Islands S. Georgia and S. Sandwich Islands Samoa Samoa San Marino San Marino Sao Tome and Principe Sao Tome and Principe Saudi Arabia Saudi Arabia Senegal Senegal Serbia Serbia Seychelles Seychelles Sierra Leone Sierra Leone Singapore Singapore Slovak Republic Slovak Republic Slovenia Slovenia Solomon Islands Solomon Islands Somalia Somalia South Africa South Africa South Sudan South Sudan Spain Spain Sri Lanka Sri Lanka St. Helena St. Helena St. Kitts and Nevis St. Kitts and Nevis St. Lucia St. Lucia St. Pierre & Miquelon St. Pierre & Miquelon St. Vincent and the Grenadines St. Vincent and the Grenadines Stateless Stateless Sudan Sudan Suriname Suriname Svalbard and Jan Mayen Svalbard and Jan Mayen Swaziland Swaziland Sweden Sweden Switzerland Switzerland Syrian Arab Republic Syrian Arab Republic Taiwan, China Taiwan, China Tajikistan Tajikistan Tanzania Tanzania Thailand Thailand Timor-Leste Timor-Leste Togo Togo Tokelau Tokelau Tonga Tonga Trinidad and Tobago Trinidad and Tobago Tunisia Tunisia Turkey Turkey Turkmenistan Turkmenistan Turks and Caicos Islands Turks and Caicos Islands Tuvalu Tuvalu Uganda Uganda Ukraine Ukraine United Arab Emirates United Arab Emirates United Kingdom United Kingdom United States United States United States Minor Outlying Islands United States Minor Outlying Islands Uruguay Uruguay Uzbekistan Uzbekistan Vanuatu Vanuatu Venezuela, Republica Bolivariana de Venezuela, Republica Bolivariana de Vietnam Vietnam Virgin Islands, British Virgin Islands, British Virgin Islands, US Virgin Islands, US Wallis and Futuna Wallis and Futuna West Bank and Gaza West Bank and Gaza Western Sahara Western Sahara Yemen, Republic of Yemen, Republic of Zambia Zambia Zimbabwe Zimbabwe",
  "summary": "You’re offline.  This is a read only version of the page.  Contact Us Sample Pages Sample Pages Page Full Page with Child Links Full Page without Child Links Blank Page Category Page with Side Navigation Page with Side Navigation and Sidebar English English Tiếng Việt русский português (Portugal) Bahasa Melayu français 中文(中国) español Sign in This page in: English Tiếng Việt Русский Português العربية Français 中文 Español The World Bank Group (World Bank/IFC/MIGA/ICSID, the “WBG”) relies on peopl",
  "date": "2025-11-04",
  "publicationType": "research-paper",
  "tags": {
    "documentType": "data",
    "sectors": [
      "Finance"
    ],
    "regions": [
      "Africa"
    ],
    "countries": [
      "India",
      "China",
      "Brazil",
      "Nigeria",
      "Kenya",
      "Ethiopia",
      "Tanzania",
      "Uganda",
      "Bangladesh",
      "Pakistan",
      "Indonesia",
      "Mexico",
      "Colombia",
      "Egypt",
      "South Africa",
      "Vietnam"
    ],
    "themes": [
      "Jobs & Growth"
    ],
    "initiatives": [],
    "authors": [],
    "departments": [
      "IFC",
      "MIGA",
      "IDA"
    ],
    "lendingInstruments": [],
    "projectCodes": []
  },
  "strategicAlignment": {
    "score": 15,
    "aligned": [
      "climate: Mentions green",
      "impact: Mentions impact",
      "jobs: Mentions employment"
    ],
    "misaligned": [],
    "gaps": [
      "poverty: No mention of poverty or inequality",
      "partnership: No mention of partnership or collaboration",
      "reform: No mention of reform or transformation",
      "digital: No mention of digital or technology",
      "fragility: No mention of fragility or conflict",
      "Missing partnership and private sector engagement"
    ],
    "references": []
  },
  "metadata": {
    "language": "en",
    "wordCount": 1846,
    "readingTime": 10,
    "publicationYear": 2025
  },
  "sourceReference": {
    "originalUrl": "https://wbgcmsprod.microsoftcrmportals.com/en-US/anonymous-users/int-fraud-management/create-new-complaint/",
    "scrapedFrom": "https://openknowledge.worldbank.org",
    "discoveredAt": "2025-11-04T16:32:46.506Z",
    "sourceType": "linked"
  },
  "fileType": "html",
  "scrapedAt": "2025-11-04T16:32:46.506Z"
}