{
  "id": "aHR0cHM6Ly9kb2N1bWVudHMuYWxiYW5r",
  "title": "المستندات والتقارير",
  "url": "https://documents.albankaldawli.org/ar/publication/documents-reports",
  "content": "فهم الفقرالبحوث والمطبوعات (E) الصفحة باللغة: العربية dropdown English Español Français Português Русский 中文 الصفحة باللغة:_ العربية English Español Français Português Русский 中文 dropdown المستندات والتقارير ابحث في المجموعة بحث متقدم بريد الكتروني طباعة Tweet Share Share LinkedIn Digg 人人网 Stumble Upon Delicious 新浪微博 معلومات حول هذه المجموعةموقع الوثائق والتقارير (D&R) هو الآلية الرسيمة للإفصاح عن التقارير النهائية لمجموعة البنك الدولي. يحتوي مستودع الوثائق على وثائق وتقارير رسيمية المتاحة للعامة وفقا لسياسة الحصول على المعلومات الخاصة بالبنك لمشاركة قاعدة المعرفة الخاصة بالمؤسسة بشكل أفضل. يحتوي الموقع على أنواع الوثائق الآتية:وثائق مجلس المديرين التنفيذيين: بنود تخص اجتماعات مجلس المديرين التنفيذيين للبنك.مذكرات مركزية الدولة: وثائق تتضمن الأولويات والتوجهات الإستراتيجية الخاصة بأنشطة الإقراض.العمل الاقتصادي والقطاعي: تتضمن هذه التقارير معلومات مرجعية متعمقة وتعرض أولويات وتوجهات إستراتيجية فيما يتعلق بأنشطة الإقراض.وثائق المشاريع: الوثائق التي يتم نشرها على الجمهور حسب المرحلة التي تم الوصول إليها في دورة المشروع، بما في ذلك الاتفاقات القانونية.المنشورات والبحوث: المنشورات الرسمية، وأوراق العمل وسلاسل التقارير غير الرسمية الصادرة عن مختلف إدارات مجموعة البنك.في حالة تعذر الحصول على المعلومات، يرجى التواصل معنا عن طريق [documents@worldbank.org]. آخر تحديث: Sep 01, 2022 مصادر الإفصاح المتزامن أسئلة وأجوبة ومساعدة API الاتصال بناإذا تعذر عليك العثور على وثيقة ما، أرسل إلينا رسالة [documents@worldbank.org] موضحاً المسألة. كما ننصح أيضاً بالاطلاع على مساعدة/أسئلة شائعة.هل لديك أي مقترح لتحسين الموقع؟ حان الوقت كي تعبر عن رأيك وتجعل صوتك مسموعاً. معظم التحسينات التي تتم على هذا الموقع تستند إلى الاقتراحات التي يقدمها مستخدمون مثلك حيث يقدمون آراءً تقييمية إلى فريق التطوير عبر [documents@worldbank.org]. إشترك في تنبيهات البريد الالكترونيالمستجدات اليومية عن آخر المشاريع والوثائق استقصاء الملاحظات",
  "summary": "فهم الفقرالبحوث والمطبوعات (E) الصفحة باللغة: العربية dropdown English Español Français Português Русский 中文 الصفحة باللغة:_ العربية English Español Français Português Русский 中文 dropdown المستندات والتقارير ابحث في المجموعة بحث متقدم بريد الكتروني طباعة Tweet Share Share LinkedIn Digg 人人网 Stumble Upon Delicious 新浪微博 معلومات حول هذه المجموعةموقع الوثائق والتقارير (D&R) هو الآلية الرسيمة للإفصاح عن التقارير النهائية لمجموعة البنك الدولي.  يحتوي مستودع الوثائق على وثائق وتقارير رسيمية المتاحة للعا",
  "date": "2025-11-04",
  "publicationType": "sector-report",
  "tags": {
    "documentType": "report",
    "sectors": [],
    "regions": [],
    "countries": [],
    "themes": [],
    "initiatives": [],
    "authors": [],
    "departments": [],
    "lendingInstruments": [],
    "projectCodes": []
  },
  "strategicAlignment": {
    "score": 0,
    "aligned": [],
    "misaligned": [],
    "gaps": [
      "climate: No mention of climate or carbon",
      "poverty: No mention of poverty or inequality",
      "partnership: No mention of partnership or collaboration",
      "reform: No mention of reform or transformation",
      "impact: No mention of impact or results",
      "digital: No mention of digital or technology",
      "jobs: No mention of employment or jobs",
      "fragility: No mention of fragility or conflict",
      "Missing partnership and private sector engagement"
    ],
    "references": []
  },
  "metadata": {
    "language": "en",
    "wordCount": 255,
    "readingTime": 2,
    "publicationYear": 2025
  },
  "sourceReference": {
    "originalUrl": "https://documents.albankaldawli.org/ar/publication/documents-reports",
    "scrapedFrom": "https://documents.worldbank.org/en/publication/documents-reports?q=climate&year=2024",
    "discoveredAt": "2025-11-04T16:39:03.908Z",
    "sourceType": "linked"
  },
  "fileType": "html",
  "scrapedAt": "2025-11-04T16:39:03.908Z"
}